Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

source: Posts you like will appear here.
es: Publicaciones que te gustaría que aparezcan aquí.
fr: Les publications que vous avez aimées apparaîtront ici.
ja: あなたが「いいね」した投稿がこちらに表示されます。
pt: As postagens que você curtir aparecerão aqui.
vi: Các bài đăng mà bạn thích sẽ xuất hiện ở đây.

# RTCUserPostedAtSyntax
source: %@ at %@
de: %@ bei %@
es: %@ a %@
fr: %@ à %@
pt: %@ em %@
vi: %@ tại %@
zh_hant_tw: %@ 在 %@

source: Voters
de: Wähler
pt: Eleitores
vi: Người bình chọn

source: GIF
vi: Ảnh động GIF

source: OK
es: Bien
zh_hant_tw: 確定
