Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

# AuthorizationContextFollowHashtag
source: Hashtags are the best. Create your account then follow some of the amazing conversations happening here!
de: Hashtags sind fantastisch. Erstelle dein Konto und folge einigen der erstaunlichen Gespräche hier bei uns!
es: Los hashtags son lo mejor. Crea tu cuenta y ¡sigue algunas de las conversaciones increíbles que se dan aquí!
fr: Les mots-dièse ont la cote. Créez votre compte et suivez quelques-unes des incroyables conversations qui se déroulent ici !
ja: ハッシュタグはとっても役立ちます。アカウントを作成してから、こちらで行われるアッと驚くような会話をフォローしてみましょう！
pt: Hashtags são ideais. Crie sua conta e siga algumas das incríveis conversas que estão acontecendo por aqui!
vi: Dấu tag # là tốt nhất. Hãy tạo tài khoản của bạn sau đó theo dõi một số hội thoại thú vị diễn ra tại đây!

# AuthorizationContextFollowUser
source: We are so excited to have you join our community and follow content from other fans. Make your profile so users can follow you back!
de: Wir freuen uns riesig, dich in unserer Community zu haben, und dass du den Inhalten anderer Fans folgst. Stelle dein Profil so ein, das andere Benutzer dir zurückfolgen können!
es: Estamos muy contentos de que te unas a nuestra comunidad y sigas el contenido de otros fans. ¡Haz tu perfil para que los demás puedan seguirte!
fr: Nous sommes heureux que vous ayez rejoint notre communauté et que vous suiviez le contenu d'autres fans. Créez votre profil pour que les autres utilisateurs puissent vous suivre à leur tour !
ja: 私達のコミュニティに参加していただくことで、他のファンたちのコンテンツをフォローできます。相手もフォローし返せるようにプロフィールを作成しましょう！
pt: Estamos animados em ter você como parte da nossa comunidade, seguindo o conteúdo de outros fãs. Crie o seu perfil para que os usuários possam seguir você!
vi: Chúng tôi rất hào hứng khi có bạn tham gia vào cộng đồng của mình và theo dõi các nội dung từ những người hâm mộ khác. Tạo lập hồ sơ của bạn để những người dùng khác có thể theo dõi lại bạn!

# AuthorizationContextVoteBallistic
source: These emojis are amazing, right? Create your account first, then send some love.
de: Diese Emojis sind erstaunlich, oder? Erstelle erst dein Konto, dann sende ein wenig Liebe.
es: Estos emojis son increíbles, ¿verdad? Crea tu cuenta primero y luego envía un poco de amor.
fr: Ces émoticônes sont extraordinaires, pas vrai ? Créez d'abord votre compte et envoyez un peu d'amour.
ja: どうです、この絵文字。良いと思いません？ アカウントを作成して、愛する気持ちを拡散しちゃいましょう。
pt: Estes emojis são incríveis, não é mesmo? Crie sua conta primeiro e depois envie amor.
vi: Những emoji này thật tuyệt vời, có đúng không? Hãy tạo ra tài khoản của bạn trước tiên, rồi sau đó gửi đi một chút tình cảm.

# AuthorizationContextVotePoll
source: We want to see your vote! Create an account first and start casting your votes!
de: Wir wollen sehen, wie du wählst! Erstelle erst ein Konto und gib dann deine Stimme ab!
es: ¡Queremos ver tu voto! ¡Crea una cuenta primero y empieza a votar!
fr: Nous voulons voir votre vote ! Créez d'abord un compte et commencez à voter !
ja: あなたの清き一票を！ アカウントを作成して投票を始めましょう！
pt: Queremos ver o seu voto! Crie uma conta primeiro e comece a dar seus votos!
vi: Chúng tôi muốn xem phiếu bầu của bạn! Hãy tạo ra một tài khoản trước tiên và bắt đầu thực hiện bầu chọn của bạn!

# AuthorizationContextRepost
source: That post is pretty great. Create your account first and repost away!
de: Dieser Beitrag ist ziemlich fantastisch. Erstelle erst dein Konto und dann geht‘s los mit dem Reposten!
es: Esta publicación es demasiado grande. ¡Crea tu cuenta primero y volver a publicar!
fr: Cette publication est vraiment incroyable. Créez d'abord votre compte et republiez-la !
ja: 今の投稿、なかなかでした。アカウント作成してさっそく再投稿しましょう！
pt: Esta postagem é muito boa. Crie sua conta primeiro e comece a repostar!
vi: Bài đăng đó rất tuyệt. Hãy tạo ra một tài khoản của bạn trước tiên và đăng lại ngay!

# AuthorizationContextRemix
source: We're so excited to see what you're creating. Create an account so we can keep it in your profile.
de: Wir sind gespannt auf deine Kreationen. Erstelle ein Konto, damit wir sie auf deinem Profil behalten können.
es: Estamos muy contentos de ver lo que estás creando; saca una cuenta para que podamos ponerlo en tu perfil.
fr: Nous sommes heureux que vous commenciez à créer. Créez un compte pour que nous puissions sauvegarder vos créations sur votre profil.
ja: あなたのつくった作品をぜひ見てみたいと思います。あなたのプロフィールに関連付けられるように、アカウントを作成しましょう。
pt: Estamos muito animados para ver o conteúdo que você está criando. Crie uma conta para que possamos mantê-lo no seu perfil.
vi: Chúng tôi rất hào hứng khi xem được những gì bạn tạo ra. Hãy tạo ra một tài khoản để chúng tôi có thể giữ nó trong hồ sơ của bạn.

# AuthorizationContextViewProfile
source: Nothing to see here yet! We are so excited to have you join our community. Create an account to show everyone how unique you are.
de: Hier gibt‘s noch nichts zu sehen! Wir freuen uns riesig, dich in unserer Community zu haben. Erstelle ein Konto, um allen zu zeigen, wie einzigartig du bist.
es: ¡Nada que ver aquí todavía! Estamos muy contentos de que te unas a nuestra comunidad. Crear una cuenta para mostrar a todos lo único que eres.
fr: Il n'y a rien à voir ici ! Nous sommes heureux que vous ayez rejoint notre communauté. Créez un compte pour montrer à tout le monde combien vous êtes unique.
ja: まだ閲覧できる内容がありません！ とりあえずは私達のコミュニティに参加していただき、ありがとうございます。アカウントを作成してあなたらしさを皆に見せてあげましょう。
pt: Nada para ver aqui ainda! Estamos animados em ter você como parte da nossa comunidade. Crie uma conta para mostrar a todos como você é exclusivo.
vi: Chưa có gì để xem tại đây! Chúng tôi rất hào hứng khi có bạn tham gia vào cộng đồng của mình. Hãy tạo ra một tài khoản để cho mọi người thấy bạn độc đáo thế nào.

# AuthorizationContextAddComment
source: Join in on the conversation! We want to hear what you have to say. Create an account and you'll be on your way!
de: Rede mit! Wir wollen hören, was du zu sagen hast. Erstelle ein Konto und es kann los gehen!
es: ¡Únete a la conversación! Queremos escuchar lo que tienes que decir. ¡Crea una cuenta y estarás en el camino!
fr: Rejoignez la conversation ! Nous aimerions entendre ce que vous avez à dire. Créez un compte et vous serez sur la voie !
ja: 会話の輪に加わりましょう！ あなたの声を是非とも聞きたいと思います。アカウントを作成すればもうあと一歩です！
pt: Participe da conversa! Queremos ouvir o que você tem a dizer. Crie uma conta e você estará no caminho certo!
vi: Tham gia vào hội thoại! Chúng tôi muốn nghe những gì bạn nói. Hãy tạo ra một tài khoản và bạn sẽ tiếp tục theo cách của mình!

# AuthorizationContextInbox
source: We are so excited to have you join our community and message fans. Just create an account so you can send and receive messages!
de: Wir freuen uns riesig, dich in unserer Community zu haben, und dass du mit Fans Nachrichten austauschst. Erstelle einfach ein Konto, damit du Nachrichten senden und empfangen kannst!
es: Estamos muy contentos de que te unas a nuestra comunidad de fans y mensajes. ¡Solo con crea una cuenta para que puedas enviar y recibir mensajes!
fr: Nous sommes heureux que vous ayez rejoint notre communauté et que vous envoyiez des messages aux fans. Créez un compte pour pouvoir envoyer et recevoir des messages !
ja: 私達のコミュニティに参加していただき、ファンの皆へメッセージを送れるようになったこと、本当にワクワクします。アカウントを作成すれば、メッセージを送ったり受け取ったりできるようになりますよ！
pt: Estamos animados em ter você como parte da nossa comunidade e um dos nossos fãs de mensagens. Basta criar uma conta para que você possa enviar e receber mensagens!
vi: Chúng tôi rất hào hứng khi có bạn tham gia vào cộng đồng của mình và gửi tin cho người hâm mộ. Chỉ cần tạo ra một tài khoản để bạn có thể gửi và nhận tin nhắn!

# AuthorizationContextNotification
source: We are so excited to have you join our community and communicate with fans. Just create an account and you will be notified about important information!
de: Wir freuen uns riesig, dich in unserer Community zu haben, und dass du mit Fans kommunizierst. Erstelle einfach ein Konto und du wirst über wichtige Informationen benachrichtigt werden!
es: Estamos tan emocionados de que te unas a nuestra comunidad y te comuniques con los fans. ¡Solo crea una cuenta y te notificaremos acerca de toda la información relevante!
fr: Nous sommes ravis que vous ayez rejoint notre communauté et que vous communiquiez avec des fans. Créez simplement un compte pour recevoir des notifications relatives aux informations importantes !
ja: 私達のコミュニティに参加し、ファンの皆さんと交流していただけることにワクワクしています。さっそくアカウントを作成して、重要な情報に関する通知を受け取りましょう！
pt: Estamos animados em ter você como parte da nossa comunidade, comunicando com outros fãs. Basta criar uma conta. e você será notificado sobre informações importantes!
vi: Chúng tôi rất hào hứng khi có bạn tham gia vào cộng đồng của mình và giao tiếp với người hâm mộ. Chỉ cần tạo ra một tài khoản và bạn sẽ được thông báo các thông tin quan trọng!

source: This will discard any content added to your post
de: Dies löscht jeden Inhalt zu Ihrem Beitrag
es: Esto elimina cualquier contenido que hayas añadido a tu publicación
fr: C’est va éliminer quelque contenu que vous avez ajouté à votre publication
ja: これによりあなたの投稿に追加された全コンテンツが破棄されます
pt: Isto descartará qualquer conteúdo adicionado à sua postagem
vi: Điều này sẽ loại bỏ bất kỳ nội dung nào được thêm vào bài đăng của bạn
zh_hant_tw: 你將捨棄貼文中所有新增內容

source: No Color
de: keine Farbe
es: Sin Color
fr: Pas de coleur
ja: 色なし
pt: Nenhuma Cor
vi: Không có Màu sắc
zh_hant_tw: 尚未選色

source: Standard
de: Normal
es: Normal
fr: Normal
ja: 通常
pt: Padrão
vi: Tiêu chuẩn
zh_hant_tw: 標準色

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: レッド
pt: Vermelho
vi: Đỏ

source: Magenta
ja: マゼンタ

source: Orange
es: Anaranjado
ja: オレンジ
pt: Laranja
vi: Cam

source: Peach
de: Pêche
es: Melocotón
fr: Pêche
ja: ピーチ
pt: Pêssego
vi: Đào

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: イエロー
pt: Amarelo
vi: Vàng

source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン
pt: Verde
vi: Xanh lục

source: Teal
de: Blau grün
es: Verde azulado
fr: Bleu vert
ja: ティール
pt: Azul-petróleo
vi: Xanh mòng két

source: Blue
es: Azul
fr: Bleu
ja: ブルー
pt: Azul
vi: Xanh lam

source: Purple
de: Lila
es: Morado
fr: Violet
ja: パープル
pt: Roxo
vi: Tím

source: Black
de: Schwarz
es: Negro
fr: Noir
ja: ブラック
pt: Preto
vi: Đen

source: Video loading failed.
de: Laden des Videos fehlgeschlagen.
es: Error al cargar el video
fr: Échec de chargement de la vidéo.
ja: 動画の読み込みに失敗しました。
pt: Falha ao carregar o vídeo.
vi: Tải video không thành công.

source: Error Loading Next Video
de: Fehler beim Laden des nächsten Videos
es: Error Cargando el próximo video
fr: Erreur de chargement de la vidéo suivante
ja: 次の動画の読み込みエラー
pt: Erro ao Carregar o Próximo Vídeo
vi: Lỗi khi đang Tải Video Tiếp theo
zh_hant_tw: 載入下一支影片時發生錯誤

source: Failed to fetch products
de: Fehler beim Holen der Produkte
es: Error al cargar los productos
fr: Échec de récupération des produits
ja: 商品の取得に失敗
pt: Falha ao buscar produtos
vi: Lấy sản phẩm không thành công.
zh_hant_tw: 無法取得產品

source: This will discard any content from the camera
de: Dies wird alle Inhalte von der Kamera verwerfen
es: Esto desechtará todo el contenido de la cámara
fr: Cette action ignorera tout contenu de l'appareil photo
ja: これによりカメラからのあらゆるコンテンツが破棄されます
pt: Isso descartará qualquer conteúdo da câmera
vi: Điều này sẽ huỷ bỏ bất kỳ nội dung nào từ máy ảnh
zh_hant_tw: 你將捨棄相機裡的所有內容

source: Discard
de: Verwerfen
es: Desechar
fr: Ignorer
ja: 破棄
pt: Descartar
vi: Loại bỏ

source: Video failed to load
de: Video konnte nicht geladen werden
es: Error al cargar el video
fr: Impossible de charger la vidéo
ja: 動画が読み込めませんでした
pt: Falha ao carregar o vídeo
vi: Tải video không thành công
zh_hant_tw: 無法載入影片

source: We encountered an error trying to edit this video.
de: Beim Bearbeiten dieses Videos ist ein Problem aufgetreten.
es: Detectamos un error al intentar editar este video.
fr: Une erreur est survenue lors de la modification de cette vidéo.
ja: この動画の編集開始時にエラーが発生しました。
pt: Erro ao tentar editar este vídeo.
vi: Chúng tôi đã gặp một lỗi khi đang cố chỉnh sửa video này.
zh_hant_tw: 這支影片在編輯時發生了錯誤。

source: No Photos
es: No hay fotos
fr: Aucune photo
ja: 写真がありません
pt: Nenhuma foto
vi: Không có Ảnh
zh_hant_tw: 沒有任何照片

source: No Videos
es: No hay videos
fr: Aucune vidéo
ja: 動画がありません
pt: Nenhum vídeo
vi: Không có Video
zh_hant_tw: 沒有任何影片

source: #nofilter
de: #keinfilter
es: #nohayfiltro
ja: #フィルターなし
pt: #semfiltro

source: Create a meme
es: Crea un mema
fr: Créer un mème
ja: ミームを作成
pt: Criar um meme
vi: Tạo ra một meme
zh_hant_tw: 创建一个MEME

source: Create a quote
es: Crea una cita
fr: Créer une citation
ja: 引用文を作成
pt: Crie uma citação
vi: Tạo ra một trích dẫn

source: Create a GIF
de: GIF erstellen
es: Crea un GIF
fr: Créer un GIF
ja: GIFアニメを作成
pt: Criar um GIF
vi: Tạo ra một ảnh động GIF
zh_hant_tw: 建立一個 GIF

source: Pick an attachment style
es: Escoge un estilo de anexo
fr: Choisir un style de pièce jointe
ja: 添付の形式を選んでください
pt: Escolha um estilo de anexo
vi: Lấy một loại đính kèm
zh_hant_tw: 選擇附件樣式

source: Image
es: Imagen
ja: 画像
pt: Imagem
vi: Hình ảnh
zh_hant_tw: 影像

source: Video
es: Vídeo
fr: Vidéo
ja: 動画
pt: Vídeo
zh_hant_tw: 影片

source: Type your text here!
de: Gib deinen Text hier ein!
es: ¡Escribe tu texto aquí!
fr: Tapez votre texte ici !
ja: こちらにテキストを記入してください！
pt: Digite seu texto aqui!
vi: Nhập văn bản của bạn tại đây!

source: GIF Search
es: Buscar GIF
fr: Rechercher un GIF
ja: GIF検索
pt: Busca de GIF
vi: Tìm kiếm GIF
zh_hant_tw: 搜尋 GIF

source: GIF MODE
de: GIF-MODUS
es: MODO GIF
fr: MODE GIF
ja: GIFモード
pt: MODO GIF
vi: CHẾ ĐỘ ẢNH ĐỘNG GIF

source: VIDEO MODE
de: VIDEO-MODUS
es: MODO VIDEO
fr: MODE VIDÉO
ja: 動画モード
pt: MODO DE VÍDEO
vi: CHẾ ĐỘ VIDEO

source: Write a caption (optional)
de: Bildunterschrift eingeben (optional)
es: Escribir un subtítulo (opcional)
fr: Rédiger une légende (facultatif)
ja: キャプションを書く (任意)
pt: Escreva uma legenda (opcional)
vi: Viết một đầu đề (tuỳ chọn)

source: Downloading...
es: Descargando...
fr: Téléchargement en cours
ja: ダウンロード中...
pt: Baixando...
vi: Đang tải về...
zh_hant_tw: 下載中...

source: Exporting...
es: Exportando...
fr: Exportation en cours
ja: エクスポート中...
pt: Exportando...
vi: Đang xuất...
zh_hant_tw: 匯出中...

source: Render failure
de: Wiedergabe fehlgeschlagen
es: Error de reproducción
fr: Échec du rendu
ja: レンダリングに失敗
pt: Falha ao renderizar
vi: Hoàn lại không thành công
zh_hant_tw: 轉譯失敗

source: Upload failure
de: Upload fehlgeschlagen
es: Error al cargar
fr: Échec de téléchargement
ja: アップロードに失敗
pt: Falha ao carregar
vi: Tải lên không thành công
zh_hant_tw: 上傳失敗

source: Error loading results
es: Error al cargar los resultados
fr: Erreur de chargement des résultats
ja: 結果の読み込みエラー
pt: Erro ao carregar os resultados
vi: Lỗi khi đang tải kết quả
zh_hant_tw: 載入搜尋結果時發生錯誤

# Error rendering GIF
source: Error rendering GIF. Please try again.
es: Error al renderizar el GIF. Por favor vuelve a intentarlo.
fr: Erreur de restitution du GIF. Veuillez réessayer.
ja: GIFレンダリングエラー
pt: Erro ao reproduzir o GIF. Por favor, tente novamente.
vi: Tôi khi đang hoàn lại ảnh động GIF. Xin hãy thử lại.
zh_hant_tw: GIF 轉譯失敗。請稍後再試。

source: Before you can take and share photos with the community, we need access to your camera. Allow camera access now?
es: Antes de poder tomar y compartir fotos con la comunidad, necesitamos tener acceso a tu cámara. ¿Permites el acceso a la cámara ahora?
fr: Avant de pouvoir prendre des photos et les partager avec la communauté, nous devons accéder à votre appareil photo. Autoriser l'accès à l'appareil-photo maintenant ?
ja: 写真を撮影したりコミュニティで共有したりするには、あなたのカメラにアクセスする必要があります。今すぐカメラへのアクセスを許可しますか？
pt: Antes de você poder tirar e compartilhar fotos com a comunidade, precisamos de acesso à sua câmera. Permitir acesso à câmera agora?
vi: Trước khi bạn có thể chụp và chia sẻ ảnh với cộng đồng, chúng tôi cần phải truy cập vào máy ảnh của bạn. Cấp quyền truy cập máy ảnh ngay.

source: Thank you for joining the community! To add a profile picture, we need access to your camera. Allow camera access now?
es: ¡Gracias por unirte a la comunidad! Para agregar una foto de perfil, necesitamos tener acceso a tu cámara. ¿Permites el acceso a la cámara ahora?
fr: Merci d'avoir rejoint la communauté ! Pour ajouter une photo de profil, nous devons accéder à votre appareil-photo. Autoriser l'accès à l'appareil-photo maintenant ?
ja: コミュニティに参加していただきありがとうございます！ プロフィール写真を追加するには、カメラにアクセスする必要があります。今すぐカメラへのアクセスを許可しますか？
pt: Obrigado por fazer parte da comunidade! Para adicionar uma foto, precisamos acessar a sua câmera. Permitir acesso à câmera agora?
vi: Cám ơn vì bạn đã gia nhập cộng đồng! Để thêm một ảnh vào hồ sơ, chúng tôi cần truy cập vào máy ảnh của bạn. Cấp quyền truy cập máy ảnh ngay?

source: Before you can record and share videos, we need access to your microphone. Allow microphone access now?
es: Antes de poder grabar y compartir videos, necesitamos acceder a tu micrófono. ¿Permites el acceso al micrófono?
fr: Avant de pouvoir enregistrer des vidéos et les partager avec la communauté, nous devons accéder à votre microphone. Autoriser l'accès au microphone maintenant ?
ja: ビデオを撮ったり共有したりするには、マイクにアクセスする必要があります。今すぐマイクへのアクセスを許可しますか？
pt: Antes de você poder gravar e compartilhar vídeos, precisamos de acesso ao seu microfone. Permitir acesso ao microfone agora?
vi: Trước khi bạn có thể ghi hình và chia sẻ video, chúng tôi cần phải truy cập đến micro của bạn. Cấp quyền truy cập đến micro ngay?

source: We are so excited to have you join our community! Create an account and you’ll be able to create, post, and share!
es: ¡Estamos muy contentos de que te unas a nuestra comunidad! ¡Abre una cuenta y podrás crear, publicar y compartir!
fr: Nous sommes ravis que vous ayez rejoint notre communauté ! Ouvrez un compte et vous pourrez créer, publier et partager !
ja: コミュニティにご参加いただき、ありがとうございます！ アカウントを作成すると、なにかを作ったり、投稿したり、共有したりできます！
pt: Estamos animados em ter você como parte da nossa comunidade! Crie uma conta, e você poderá criar, postar e compartilhar conteúdo!
vi: Chúng tôi tất hào hứng khi có bạn tham gia vào cộng đồng của mình! Hãy tạo ra một tài khoản và bạn sẽ có thể tạo lập, đăng bài và chia sẻ!

source: Follow content from other fans.
es: Sigue el contenido de otros fans.
fr: Suivez le contenu d'autres fans.
ja: 他のファンのコンテンツをフォローしましょう。
pt: Siga o conteúdo de outros fãs.
vi: Theo dõi nội dung từ các người hâm mộ khác.

source: Share creations with the community.
es: Comparte las creaciones con la comunidad.
fr: Partagez des créations avec la communauté.
ja: 作品をコミュニティで共有しましょう。
pt: Compartilhe criações com a comunidade.
vi: Chia sẻ những sáng tạo với cộng đồng.

source: Join in on the conversation.
es: Únete a la conversación.
fr: Rejoignez la conversation.
ja: 議論に参加しましょう。
pt: Participe da conversa.
vi: Tham gia vào hội thoại

source: By signing up you are agreeing to our
es: Al firmar aceptas nuestros
fr: En vous inscrivant, vous acceptez nos/notre
ja: サインアップすることで、次に同意したものとみなされます: 当社の
pt: Ao inscrever-se você concorda com
vi: Qua việc đăng ký, bạn đã đồng ý với
zh_hant_tw: 註冊即表示你同意我們的

source: terms of service
es: términos del servicio
fr: conditions d'utilisation
ja: 利用規約
pt: termos de serviço
vi: các điều khoản dịch vụ của chúng tôi
zh_hant_tw: 服務條款

source: privacy policy
es: política de privacidad
fr: politique de confidentialité
ja: プライバシーポリシー
pt: política de privacidade
vi: chính sách quyền riêng tư
zh_hant_tw: 隱私權政策

source: Sign up with Email
es: Regístrate con un email
fr: S'inscrire via e-mail
ja: メールアドレスで登録する
pt: Cadastre-se com E-mail
vi: Đăng ký bằng Email

source: Sign up with Facebook
es: Regístrate con Facebook
fr: S'inscrire via Facebook
ja: Facebookでサインアップ
pt: Cadastre-se com o Facebook
vi: Đăng ký bằng Facebook

source: Create an account and join the community.
es: Crea una cuenta y únete a la comunidad.
fr: Créez un compte et rejoignez la communauté.
ja: アカウントを作成してコミュニティに参加しましょう。
pt: Crie uma conta e faça parte da comunidade.
vi: Tạo ra một tài khoản và tham gia vào cộng đồng.

source: Create a username and introduce yourself to the community.
es: Crea un nombre de usuario y preséntate a la comunidad.
fr: Créez un nom d'utilisateur et présentez-vous à la communauté.
ja: ユーザー名を作成して、コミュニティに自己紹介しましょう。
pt: Crie um nome de usuário e apresente-se à comunidade.
vi: Tạo ra một tên người dùng và giới thiệu bản thân bạn với cộng đồng.

source: Add photo
es: Añade una foto
fr: Ajoutez une photo
ja: 写真を追加する
pt: Adicionar foto
vi: Thêm ảnh

source: Add your profile picture.
es: Añade tu imagen de perfil
fr: Ajoutez votre image de profil.
ja: プロフィール写真を追加しましょう。
pt: Adicione sua imagem de perfil.
vi: Thêm ảnh hồ sơ của bạn.

source: Enter Email
es: Ingresa tu email
fr: Saisir l'e-mail
ja: メールアドレスを入力
pt: Inserir E-mail
vi: Nhập Email
zh_hant_tw: 輸入電子郵件

source: Enter name
es: Ingresa tu nombre
fr: Saisir le nom
ja: 名前を入力
pt: Inserir Nome
vi: Nhập tên
zh_hant_tw: 輸入名稱

source: You must enter a name.
es: Debes ingresar un nombre.
fr: Vous devez saisir un nom.
ja: 名前を入力してください。
pt: Você deve digitar um nome.
vi: Bạn phải nhập một tên.
zh_hant_tw: 必須輸入名稱。

source: Enter Password
es: Ingresa una contraseña
fr: Saisir le mot de passe
ja: パスワードを入力
pt: Inserir Senha
vi: Nhập Mật khẩu
zh_hant_tw: 輸入密碼

source: Tap Here
es: Toca aquí
fr: Tapez ici
ja: ここをタップ
pt: Clique Aqui
vi: Chạm vào Đây
zh_hant_tw: 點選這裡

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？
pt: Esqueceu sua senha?
vi: Quên mật khẩu của bạn?
zh_hant_tw: 忘記密碼？

source: Enter Code
es: Ingresa el código
fr: Saisir le code
ja: コードを入力
pt: Inserir Código
vi: Nhập Mã
zh_hant_tw: 輸入代碼

source: Code
es: Código
ja: コード
pt: Código
vi: Mã
zh_hant_tw: 代碼

source: Create a new password
es: Crea una contraseña nueva
fr: Créez un nouveau mot de passe
ja: 新しいパスワードを作成
pt: Criar uma nova senha
vi: Tạo một mật khẩu mới

source: Enter a new Password
es: Ingresa una contraseña nueva
fr: Saisissez un nouveau mot de passe
ja: 新しいパスワードを入力
pt: Inserir uma nova Senha
vi: Nhập một Mật khẩu mới
zh_hant_tw: 輸入新的密碼

source: Confirm your new password
es: Confirma tu contraseña nueva
fr: Confirmez votre nouveau mot de passe
ja: 新しいパスワードを確認
pt: Confirmar sua nova senha
vi: Xác nhận mật khẩu mới của bạn
zh_hant_tw: 確認你的新密碼

source: Welcome Back!
es: ¡Bienvenido de vuelta!
fr: Contents de vous revoir !
ja: おかえりなさい！
pt: Bem-vindo de volta!
vi: Chào mừng bạn đã trở lại!

source: Nice!
es: ¡Bien!
fr: Super !
ja: ナイス！
pt: Legal!
vi: Tuyệt!

source: Edit photo
es: Editar fotografía
fr: Modifier la photo
ja: 写真を編集
pt: Editar foto
vi: Chỉnh sửa ảnh

# CommentsSingularFormat
source: %@ Comment
es: %@ Comentario
fr: %@ commentaire
ja: %@件のコメント
pt: %@ comentário
vi: %@ Bình luận
zh_hant_tw: %@ 個留言

# CommentsPluralFormat
source: %@ Comments
es: %@ Comentarios
fr: %@ commentaires
ja: %@件のコメント
pt: %@ comentários
vi: %@ Bình luận
zh_hant_tw: %@ 個留言

# LikesSingularFormat
source: %@ Like
es: %@ Me gusta
fr: %@ mention J'aime
ja: %@件のいいね
pt: %@ curtida
vi: %@ Thích
zh_hant_tw: %@ 個人喜歡

# LikesPluralFormat
source: %@ Likes
es: %@ Me gusta
fr: %@ mentions J'aime
ja: %@件のいいね
pt: %@ curtidas
vi: %@ Thích
zh_hant_tw: %@ 個人喜歡

# LikersTitle
source: Likers
es: Les gusta
fr: Personnes qui aiment
ja: いいねした人
pt: Curtidores
vi: Người thích
zh_hant_tw: 喜歡的人數

source: TEXT
es: TEXTO
fr: TEXTE
ja: テキスト
pt: TEXTO
vi: VĂN BẢN

source: POLL
es: ENCUESTA
fr: SONDAGE
ja: アンケート
pt: VOTAÇÃO
vi: BÌNH CHỌN

source: VIDEO
fr: VIDÉO
ja: 動画
pt: VÍDEO

source: IMAGE
es: IMAGEN
ja: 画像
pt: IMAGEM
vi: HÌNH ẢNH

source: Nevermind
es: No importa
fr: Peu importe
ja: やめておく
pt: Esquece
vi: Không có gì

source: NOTHING LIKED YET
es: TODAVÍA NO HAY NADA QUE TE GUSTE
fr: AUCUNE PUBLICATION AIMÉE POUR L'INSTANT
ja: 「いいね」したものはまだありません
pt: NADA FOI CURTIDO AINDA
vi: CHƯA CÓ GÌ ĐƯỢC THÍCH
