Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

# ResetPasswordNewEqualsCurrentMessage
source: Please enter a password that is different than your current password.
de: Bitte gib ein Passwort, das sich von deinem aktuellen Passwort utnerscheidet.
es: Por favor, introduce una contraseña que es diferente a la actual.
fr: Veuillez saisir un mot de passe différent de votre mot de passe actuel.
ja: 現在のパスワードとは異なるパスワードを新たに入力してください。
pt: Insira uma senha que seja diferente da sua senha atual.
vi: Vui lòng nhập một mật khẩu khác với mật khẩu hiện tại của bạn.
zh_hant_tw: 請輸入與目前不同的密碼。

# ResetPasswordConfirmCancelTitle
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
vi: Xác nhận

# ResetPasswordConfirmCancelMessage
source: Do you want to cancel your password reset?
de: Möchtest du das Zurücksetzen deines Passworts abbrechen?
es: ¿Quieres cancelar tu contraseña?
fr: Souhaitez-vous annuler la réinitialisation de votre mot de passe ?
ja: パスワードリセットを取り消してよろしいですか？
pt: Deseja cancelar sua redefinição de senha?
vi: Bạn có muốn hủy đặt lại mật khẩu của mình?

# ResetPasswordYesCancelButton
source: Yes, cancel
de: Ja, abbrechen
es: Sí, cancelar
fr: Oui, annuler
ja: はい、キャンセルします
pt: Sim, cancelar
vi: Có, xin hủy

# ResetPasswordNoContinueButton
source: No, continue
de: Nein, fortsetzen
es: No, continuar
fr: Non, poursuivre
ja: いいえ、続行します
pt: Não, continuar
vi: Không, tiếp tục

source: Error Resetting Password
de: Fehler beim Zurücksetzen des Passworts
es: Error al cancelar la contraseña
fr: Erreur lors de la réinitialisation du mot de passe
ja: パスワードのリセットエラー
pt: Erro ao Redefinir a Senha
vi: Lỗi Đặt lại Mật khẩu

source: Please check your network connection or try again later.
de: Bitte überprüfe deine Netzwerkverbindung oder versuche es erneut.
es: Por favor, comprueba la conexión de red o intenta de nuevo más tarde.
fr: Veuillez vérifier votre connexion internet ou réessayer ultérieurement.
ja: お使いのネットワーク接続をご確認するか、もう一度お試しください。
pt: Verifique sua conexão com a rede ou tente novamente mais tarde.
vi: Vui lòng kiểm tra kết nối mạng của bạn hoặc thử lại sau.

# EnterResetCodeMessage
source: An email was sent to this address containing reset password instructions.
de: Eine E-Mail wurde an diese Adresse gesendet mit Anweisungen zum Zurücksetzen deines Passworts.
es: Se envió un correo que contiene instrucciones cómo cambiar su contraseña..
fr: Un e-mail contenant les instructions de réinitialisation du mot de passe a été envoyé à cette adresse.
ja: こちらのアドレスにパスワードリセット手順の記載されたメールが送信されました。
pt: Um e-mail foi enviado a este endereço contendo instruções para redefinir a senha.
vi: Một email đã được gửi tới địa chỉ này có chứa các hướng dẫn đặt lại mật khẩu.

source: An email was sent to this address containing reset password instructions.
es: Se envió un correo a esta dirección con las instrucciones para cambiar la contraseña
fr: Un e-mail contenant les instructions de réinitialisation du mot de passe a été envoyé à cette adresse.
ja: こちらのアドレスにパスワードリセット手順の記載されたメールが送信されました。
pt: Um e-mail foi enviado a este endereço contendo instruções para redefinir a senha.
vi: Một email đã được gửi tới địa chỉ này có chứa các hướng dẫn đặt lại mật khẩu.

# EnterCodeTitle
source: ENTER CODE
de: CODE EINGEBEN
es: INGRESAR CÓDIGO
fr: SAISIR LE CODE
ja: コード入力
pt: INSERIR CÓDIGO
vi: NHẬP MÃ

source: Resend Email
de: Erneut gesendete E-Mail
es: Reenviar email
fr: Renvoyer l'e-mail
ja: メールを再送信する
pt: Reenviar E-mail
vi: Gửi lại Email
zh_hant_tw: 重新傳送電子郵件

# EmailNotFound
source: The email provided was not found. Please enter the email used to create this account.
de: Die angegebene E-Mail-Adresse wurde nicht gefunden. Bitte gib hier die E-Mail-Adresse ein, die bei der Erstellung dieses Kontos verwendet wurde.
es: No se encontró el email proporcionado; por favor, ponga el correo que usó para crear la cuenta.
fr: L'e-mail fourni n'a pas pu être trouvé. Veuillez saisir l'e-mail utilisé lors de la création de ce compte.
ja: 入力されたメールアドレスが見つかりませんでした。このアカウント作成時に使用されたメールアドレスを入力してください。
pt: O e-mail fornecido não foi encontrado. Insira o e-mail usado para criar esta conta.
vi: Không tìm thấy email đã cung cấp. Vui lòng nhập email đã dùng để tạo ra tài khoản này.
zh_hant_tw: 未找到你提供的電子郵件地址。請輸入建立此帳號時使用的電子郵件。

# EmailNotValid
source: Please enter the email used to create this account.
de: Bitte gib hier die E-Mail-Adresse ein, die bei der Erstellung dieses Kontos verwendet wurde.
es: Por favor, ponga el email que usó para crear la cuenta.
fr: Veuillez saisir l'e-mail utilisé lors de la création de ce compte.
ja: このアカウント作成時に使用されたメールアドレスを入力してください。
pt: Insira o e-mail usado para criar esta conta.
vi: Vui lòng nhập email đã dùng để tạo ra tài khoản này.
zh_hant_tw: 請輸入建立此帳號時使用的電子郵件。

source: Thanks!
de: Danke!
es: ¡Gracias!
fr: Merci !
ja: ありがとうございます！
pt: Obrigado!
vi: Xin cám ơn!

# CannotVerify
source: Cannot Verify Account
de: Konto kann nicht verifiziert werden
es: No se puede verificar la cuenta
fr: Échec de vérification du compte
ja: アカウントの認証できません
pt: Não é Possível Verificar a Conta
vi: Không thể Xác thực Tài khoản
zh_hant_tw: 無法驗證此帳號

# IncorrectCode
source: The code used for account verification is incorrect.
de: Der zur Kontoverifizierung verwendete Code ist nicht korrekt.
es: El código usado para la verificación de cuenta no es correcto.
fr: Le code utilisé pour la vérification du compte est incorrect.
ja: アカウントの認証に使用されたコードが間違っています
pt: O código usado para a verificação da conta está incorreto.
vi: Mã dùng để xác thực tài khoản không đúng.
zh_hant_tw: 驗證帳號用的代碼不正確。

source: Image Search
es: Buscar imagen
fr: Rechercher une image
ja: 画像検索
pt: Busca de imagem
vi: Tìm kiếm Hình ảnh
zh_hant_tw: 搜尋影像

source: Pull up for more...
de: Für mehr hochziehen...
es: Levantar para ver más...
fr: Tirer pour plus...
ja: 上へ引っぱってさらに表示…
pt: Arraste para cima para obter mais...
vi: Kéo lên để xem thêm...
zh_hant_tw: 上拉以顯示更多...

source: search for users
de: nach Benutzern suchen
es: buscar usuarios
fr: rechercher des utilisateurs
ja: ユーザーを探す
pt: procurar usuários
vi: tìm kiếm người dùng
zh_hant_tw: 搜尋使用者

source: searching
de: suchen
es: buscando
fr: recherche en cours
ja: 検索中
pt: pesquisando
vi: đang tìm
zh_hant_tw: 搜尋中

source: no results
de: keine Ergebnisse
es: no hay resultados
fr: aucun résultat
ja: 該当結果なし
pt: nenhum resultado
vi: không có kết quả
zh_hant_tw: 無相符結果

source: No results
de: Keine Ergebnisse
es: No hay resultados
fr: Aucun résultat
ja: 該当結果なし
pt: Nenhum resultado
vi: Không có kết quả
zh_hant_tw: 無相符結果

source: Invite
de: Einladen
es: Invitar
fr: Inviter
ja: 招待
pt: Convidar
vi: Mời

source: Invite your Friends!
de: Lade deine Freunde ein!
es: ¡Invita a tus amigos!
fr: Invitez vos amis !
ja: お友達を招待しましょう！
pt: Convide seus Amigos!
vi: Mời Bạn bè của bạn!
zh_hant_tw: 邀請你的好友！

source: Invite using Email
de: Per E-Mail einladen
es: Invita usando tu email
fr: Inviter par e-mail
ja: メールで招待
pt: Convidar por E-mail
vi: Mời bằng cách sử dụng Email
zh_hant_tw: 透過電子郵件邀請

source: Invite using SMS
de: Per SMS einladen
es: Invita usando tu SMS
fr: Inviter par SMS
ja: SMSで招待
pt: Convidar por SMS
vi: Mời bằng cách sử dụng SMS
zh_hant_tw: 透過 SMS 邀請

# InviteFriendsSubject
source: Check out %@'s new app
de: Sieh dir die neue App von %@ an
es: Mira la nueva app de %@
fr: Découvre la nouvelle application de %@
ja: %@の新しいアプリを試してみて
pt: Confira o novo aplicativo de %@
vi: Kiểm tra ứng dụng mới của %@
zh_hant_tw: 查看 %@ 的新應用程式

# InviteFriendsBody
source: Hey! I downloaded a new app from %@. It's a community for people like us to interact. Download it now at:
de: Hey! Ich habe eine neue App von %@ heruntergeladen. Es ist eine Community, wo Leute wie wir miteinander interagieren können. Lade sie jetzt herunter von:
es: ¡Hola! Descargué una nueva app de %@. Es una comunidad para gente como nosotros. Descárgalo en:
fr: Salut ! J'ai téléchargé une nouvelle application depuis %@. C'est une communauté d'interaction entre gens qui nous ressemblent. Télécharge-la maintenant depuis :
ja: やっほー！ %@から新しいアプリをダウンロードしてみました。私達の様な人達が交流するためのコミュニティなんです。ダウンロードはこちら：
pt: Ei! Baixei um novo aplicativo da %@. É uma comunidade para que pessoas como nós possam interagir. Baixe agora em:
vi: Này bạn! Tôi đã tải về một ứng dụng mới từ %@. Đây là một cộng đồng giúp cho những người như chúng ta tương tác. Tải về ngay tại:
zh_hant_tw: 嘿！ 我從 %@ 下載了一個新的應用程式。它是個社群，可以讓我們找到同好，一起互動。趕快到這裡下載：

# FindContacts
source: Find friends from your contacts
de: Finde Freunde aus deinen Kontakten
es: Encuentra amigos desde tus contactos
fr: Trouvez des amis depuis vos contacts
ja: 連絡先リストからフレンドを探す
pt: Encontre amigos entre os seus contatos
vi: Tìm bạn bè từ danh bạ của bạn
zh_hant_tw: 從你的通訊錄搜尋好友

source: Access your Contacts
de: Auf deine Kontakte zugreifen
es: Acede a tus contactos
fr: Accéder à vos contacts
ja: あなたの連絡先にアクセス
pt: Acessar seus Contatos
vi: Truy cập vào Danh bạ của bạn
zh_hant_tw: 存取你的通訊錄

# ContactsSafety
source: Your contacts are safe with us! In order to find your friends, we need to send your contact information to our servers using a secure connection.
de: Deine Kontakte sind bei uns sicher! Um deine Freunde zu finden, müssen wir deine Kontaktinformationen über eine sichere Verbindung an unsere Server senden.
es: ¡Tus contactos están seguros con nosotros! Para encontrar a tus amigos, tenemos que enviar tu información de contacto a nuestros servidores usando una conexión segura
fr: Vos contacts sont en sécurité avec nous ! Pour trouver vos amis, nous devons envoyer à nos serveurs les informations liées à vos contacts via une connexion sécurisée.
ja: ご心配なく、ご連絡先の情報は安全です！フレンドを探すにはご連絡先情報を当社サーバーまで安全性の高い接続を介して送信する必要があります。
pt: Seus contatos estão seguros conosco! Para encontrarmos seus amigos, precisamos enviar suas informações de contato para nossos servidores usando uma conexão segura.
vi: Danh bạ của bạn an toàn ở chỗ chúng tôi! Để có thể tìm thấy bạn bè của mình, chúng tôi cần gửi thông tin liên lạc của bạn đến các máy chủ sử dụng một kết nối an toàn.
zh_hant_tw: 我們會確保你的通訊錄安全無虞！為找到你的好友，我們需要使用安全連線，將你的聯絡人資訊傳送到我們的伺服器。

# AccessMicrophoneDenied
source: To record video from your device, please grant access by going to Settings -> Privacy -> Microphone
de: Um Videos von deinem Gerät aufnehmen, gewähre bitte Zugang unter Einstellungen -> Datenschutz -> Mikrofon
es: Para grabar video desde el dispositivo, por favor, ve a a Configuración -> Privacidad -> Micrófono
fr: Pour enregistrer une vidéo depuis votre appareil, veuillez autoriser l'accès depuis Paramètres → Confidentialité → Microphone
ja: お使いのデバイスで動画を録画するには、[設定] > [プライバシー] > [マイク]からアクセスを許可してください
pt: Para gravar vídeo no seu dispositivo, conceda acesso indo até Configurações -> Privacidade -> Microfone
vi: Để quay video từ thiết bị của bạn, vui lòng cấp quyền truy cập bằng cách đến phần Thiết lập -> Bảo mật -> Micrô

# AccessMicrophoneRestricted
source: Unable to access your microphone due to restrictions on your device.
de: Zugriff auf dein Mikrofon aufgrund von Einschränkungen auf deinem Gerät fehlgeschlagen.
es: No se puede acceder a su micrófono debido a restricciones en su dispositivo.
fr: Impossible d'accéder à votre microphone en raison des restrictions de votre dispositif.
ja: お使いのデバイスにおける制限により、マイクにアクセスできませんでした。
pt: Não é possível acessar o microfone devido a restrições no seu dispositivo.
vi: Không thể truy cập micrô của bạn do hạn chế về thiết bị của bạn.

# AccessLibraryRestricted
source: To access media from your camera roll, please grant access by going to Settings -> Privacy -> Photos
es: Para acceder a los medios desde tu rollo de la cámara, da acceso llendo a Settings -> Privacy -> Photos
fr: Pour accéder aux médias depuis votre galerie photos, veuillez autoriser l'accès depuis Paramètres -> Confidentialité -> Photos
ja: カメラロールからメディアにアクセスするには、[設定] > [プライバシー] > [写真]からアクセスを許可してください
pt: Para acessar a mídia do seu álbum de fotos, conceda acesso indo até Configurações -> Privacidade -> Fotos
vi: Để truy cập đa phương tiện từ thư viện ảnh của bạn, vui lòng cấp quyền bằng cách đến phần Thiết lập -> Quyền riêng tư -> Ảnh

# AccessCameraDenied
source: In order to use the camera, please grant access by going to Settings -> Privacy
de: Um Videos von deinem Gerät aufnehmen, gewähre bitte Zugang unter Einstellungen -> Datenschutz
es: Para usar la cámara, da acceso llendo a Settings -> Privacy
fr: Pour utiliser l'appareil-photo, veuillez autoriser l'accès depuis Paramètres → Confidentialité
ja: カメラを使用するには、[設定] > [プライバシー]からアクセスを許可してください
pt: Para usar a câmera, conceda acesso indo até Configurações -> Privacidade
vi: Để dùng camera, vui lòng cấp quyền bằng cách đến phần Thiết lập -> Quyền riêng tư
zh_hant_tw: 為使用相機，請前往 [設定] -> [隱私] 開啟權限

# AccessCameraRestricted
source: Unable to access your camera due to restrictions on your device.
de: Zugriff auf deine Kamera aufgrund von Einschränkungen auf deinem Gerät fehlgeschlagen.
es: No se pudo acceder a la cámara debido a restricciones en su dispositivo.
fr: Impossible d'accéder à votre appareil photo en raison des restrictions de votre dispositif.
ja: お使いのデバイスにおける制限により、カメラにアクセスできませんでした。
pt: Não é possível acessar a câmera devido a restrições no seu dispositivo.
vi: Không thể truy cập vào camera của bạn do hạn chế trên thiết bị của bạn.
zh_hant_tw: 因為你的裝置限制，我們無法存取你的相機。

# UnableSelectVideo
source: Unable to select video.
de: Video kann nicht ausgewählt werden.
es: Imposible seleccionar video.
fr: Impossible de sélectionner la vidéo.
ja: 動画を選択できませんでした。
pt: Não é possível selecionar o vídeo.
vi: Không thể lựa chọn video.

# AccessContactsDenied
source: To search for friends using your address book, please grant access by going to Settings -> Privacy -> Contacts
de: Um mit deinem Adressbuch nach Freunden zu suchen, gewähre bitte Zugang unter Einstellungen -> Datenschutz -> Kontakte
es: Para buscar amigos usando la libreta de direcciones, por favor, da acceso al ir a Configuración -> Privacidad -> Contactos
fr: Pour rechercher des amis à l'aide de votre répertoire, veuillez autoriser l'accès depuis Paramètres → Confidentialité → Contacts
ja: 連絡先からフレンドを検索するには、[設定] > [プライバシー] > [連絡先]からアクセスを許可してください
pt: Para procurar amigos usando seu catálogo de endereços, conceda acesso indo até Configurações -> Privacidade -> Contatos
vi: Để tìm kiếm bạn bè sử dụng sổ danh bạ của bạn, vui lòng cấp quyền bằng cách đến phần Thiết lập -> Quyền riêng tư -> Danh bạ
zh_hant_tw: 若要運用你的通訊錄搜尋好友，請前往 [設定] -> [隱私] -> [通訊錄] 開啟權限

# AccessContactsRestricted
source: Unable access contacts due to restrictions on your device.
de: Zugriff auf deine Kontakte aufgrund von Einschränkungen auf deinem Gerät fehlgeschlagen.
es: Imposible acceder a los contactos debido a una limitación en tu dispositivo .
fr: Impossible d'accéder à vos contacts en raison des restrictions de votre dispositif.
ja: お使いのデバイスにおける制限により、連絡先にアクセスできませんでした。
pt: Não é possível acessar contatos devido a restrições no seu dispositivo.
vi: Không thể truy cập vào danh bạ do hạn chế trên thết bị của bạn.
zh_hant_tw: 因為你的裝置限制，我們無法存取你的通訊錄。

# FindFBFriends
source: Find friends from Facebook
de: Finde Freunde von Facebook
es: Encontrar amigos de Facebook
fr: Trouver des amis depuis Facebook
ja: Facebookからフレンドを探す
pt: Encontre amigos do Facebook
vi: Tìm thấy bạn bè từ Facebook
zh_hant_tw: 尋找 Facebook 上的好友

source: Connect to Facebook
de: Mit Facebook verbinden
es: Conectar con Facebook
fr: Se connecter à Facebook
ja: Facebookに接続する
pt: Conectar-se ao Facebook
vi: Kết nối đến Facebook
zh_hant_tw: 連線至 Facebook

# FBSafety
source: We don't store your passwords and will never post anything without your permission.
de: Wir speichern deine Passwörter niemals und werden nie etwas ohne deine Erlaubnis schreiben.
es: No guardamos tus contraseñas y nunca publicaremos algo sin tu permiso.
fr: Nous ne conservons pas vos mots de passe et ne publierons jamais rien sans votre permission.
ja: 当社ではパスワードを保存せず、あなたの許可なしに何かを投稿することは決してありません。
pt: Não armazenamos suas senhas e nunca postaremos nada sem a sua permissão.
vi: Chúng tôi không lưu lại mật khẩu của bạn và sẽ không bao giờ đăng bất kỳ thứ gì mà không được bạn cho phép.
zh_hant_tw: 我們不會儲存你的密碼，且未經你的允許下絕不會擅自發文。

# FindTwitterFriends
source: Find friends from Twitter
de: Finde Freunde von Twitter
es: Amigos de Twitter
fr: Trouvez des amis depuis Twitter
ja: Twitterからフレンドを探す
pt: Encontre amigos do Twitter
vi: Tìm bạn bè từ Twitter
zh_hant_tw: 尋找 Twitter 上的好友

source: Connect to Twitter
de: Mit Twitter verbinden
es: Conectar con Twitter
fr: Se connecter à Twitter
ja: Twitterに接続する
pt: Conectar-se ao Twitter
vi: Kết nối đến Twitter
zh_hant_tw: 連線至 Twitter

# TwitterSafety
source: We don't store your passwords and will never post anything without your permission.
de: Wir speichern deine Passwörter niemals und werden nie etwas ohne deine Erlaubnis schreiben.
es: No guardamos tus contraseñas y nunca publicamos algo sin tu permiso.
fr: Nous ne conservons pas vos mots de passe et ne publierons jamais rien sans votre permission.
ja: 当社ではパスワードを保存せず、あなたの許可なしに何かを投稿することは決してありません。
pt: Não armazenamos suas senhas e nunca postaremos nada sem a sua permissão.
vi: Chúng tôi không lưu lại mật khẩu của bạn và sẽ không bao giờ đăng bất kỳ thứ gì mà không được bạn cho phép.
zh_hant_tw: 我們不會儲存你的密碼，且未經你的允許下絕不會擅自發文。

# FindInstagramFriends
source: Find friends from Instagram
de: Finde Freunde von Instagram
es: Encuentra amigos de Instagram
fr: Trouvez des amis depuis Instagram
ja: Instagramでフレンドを探す
pt: Encontre amigos do Instagram
vi: Tìm kiếm bạn bè từ Instagram
zh_hant_tw: 尋找 Instagram 上的好友

source: Connect to Instagram
de: Mit Instagram verbinden
es: Connectar con Instagram
fr: Se connecter à Instagram
ja: Instagramに接続する
pt: Conectar-se ao Instagram
vi: Kết nối đến Instagram
zh_hant_tw: 連線至 Instagram

source: Log Out
de: Abmelden
es: Salir
fr: Déconnexion
ja: ログアウト
pt: Fazer Logout
vi: Đăng xuất
zh_hant_tw: 登出

# UserBannedTitle
source: Ruh Roh!
de: Oh je!
fr: Oh oh !
ja: あちゃー！
pt: Oh-oh!
vi: Ồ!
zh_hant_tw: 噢哦！

# UserBannedMessage
source: Unfortunately, your account has been deactivated. You'll still be able to view content, but will not be able to post or interact with others.
de: Leider bist du ein gesperrtes Community-Mitglied. Du kannst nach wie vor Inhalte ansehen, kannst aber nichts veröffentlichen oder mit anderen interagieren.
es: Desafortunadamente, eres un miembro prohibido de la comunidad. No puedes ver el contenido ni interactuar con los demás.
fr: Malheureusement, vous êtes un membre banni de la communauté. Vous pourrez toujours visualiser le contenu, mais ne pourrez ni publier, ni interagir avec d'autres utilisateurs.
ja: 残念ながらあなたのアカウントは停止されてしまいました。コンテンツを表示することはできますが、投稿したり、他の人と交流したりすることはできません。
pt: Infelizmente, sua conta foi desativada. Você ainda poderá ver conteúdo, mas não poderá postar ou interagir com outros membros.
vi: Rất riếc, tài khoản của bạn đã bị vô hiệu. Bạn sẽ vẫn có thể xem nội dung, nhưng sẽ không thể đăng hoặc tương tác với những người khác.
zh_hant_tw: 很遺憾，你的帳號已停用。你仍可以檢視內容，但無法貼文或與他人互動。

# AddDescription
source: Add a description... and don't forget #hashtags
de: Füge eine Bechreibung hinzu... und die #hashtags nicht vergessen
es: Añade una descripción... y no olvides los #hashtags
fr: Ajouter une description... et n'oubliez pas les #motsdièse
ja: 説明文を追加してください… それから #ハッシュタグ もお忘れなく
pt: Adicione uma descrição... e não se esqueça das #hashtags
vi: Thêm mô tả... và không quên tag #

# AddDescriptionAnchor
source: #hashtags
fr: #motsdièse
ja: #ハッシュタグ
vi: tag #

source: Insert Text Here
de: Text hier einfügen
es: Ingresa el texto aquí
fr: Insérer le texte ici
ja: こちらにテキストを記入
pt: Inserir Texto Aqui
vi: Chèn Văn bản vào Đây

source: Not Connected
de: Nicht verbunden
es: No estás conectado
fr: Non connecté(e)
ja: 未接続
pt: Não Conectado
vi: Không kết nối

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté(e) à %@
ja: %@に接続しています
pt: Conectado a %@
vi: Kết nối đến %@

source: Version %@
es: Versión %@
ja: バージョン %@
pt: Versão %@
vi: Phiên bản %@
zh_hant_tw: 版本 %@

# ToSText
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
ja: 利用規約
pt: Termos do Serviço
vi: Điều khoản Dịch vụ
zh_hant_tw: 服務條款

# ToSAgreement
source: I'm at least 13 years old and agree to Terms of Service
de: Ich bin mindestens 13 Jahre alt und akzeptiere die Nutzungsbedingungen
es: Soy mayor de 13 años de edad y estoy de acuerdo con los términos del servicio
fr: J'ai au moins 13 ans et j'accepte les conditions d'utilisation
ja: 私の年齢は13歳以上であり、利用規約の内容に同意します
pt: Tenho pelo menos 13 anos de idade e concordo com os Termos do Serviço
vi: Tôi ít nhất 13 tuổi và đồng ý với Điều khoản Dịch vụ

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
pt: Política de Privacidade
vi: Chính sách Bảo mật
zh_hant_tw: 隱私權政策

# NoFriends
source: No Matches
de: Keine Treffer
es: No hay coincidencias
fr: Aucune correspondance
ja: 一致する結果なし
pt: Sem Correspondências
vi: Không khớp
zh_hant_tw: 無相符結果

# NoFriendsDetail
source: We could not find any of your friends who use our app. Go ahead and invite them!
de: Wir konnten unter den aktuellen Benutzern unserer App keine deiner Freunde finden. Lade sie einfach ein!
es: No pudimos encontrar amigos tuyos que usen nuestra app. ¡Invítalos!
fr: Nous n'avons trouvé aucun de vos amis utilisant cette application. Lancez-vous et invitez-les !
ja: このアプリをご利用中のお友達が見つかりませんでした。逆に彼らを招待しちゃいましょう！
pt: Não encontramos nenhum dos seus amigos que usam o nosso aplicativo. Vá em frente e convide-os!
vi: Chúng tôi không tìm thấy bất kỳ bạn bè nào của bạn sử dụng ứng dụng của chúng tôi. Hãy tiếp tục và mời họ!
zh_hant_tw: 我們找不到有使用我們應用程式的好友。快去邀請他們吧！

source: Report/Flag
de: Melden/Markieren
es: Reportar/Señalar
fr: Signaler un contenu
ja: 報告/フラグ
pt: Denunciar/Sinalizar
vi: Báo cáo/Cảnh báo
zh_hant_tw: 回報/檢舉

source: CREATED BY
de: ERSTELLT VON
es: CREADO POR
fr: CRÉÉ PAR
ja: 作成者
pt: CRIADO POR
vi: ĐƯỢC TẠO BỞI

source: remixes
ja: リミックス
vi: kết hợp lại

source: Remix
ja: リミックス
vi: Kết hợp lại

# RemixVerb
source: Remix
es: Remezclar
fr: Remixer
ja: リミックス
pt: Remixar
vi: Kết hợp lại

source: reposts
es: republicaciones
fr: republications
ja: 再投稿
pt: repostagens
vi: đăng lại

source: Reposts
es: Republicaciones
fr: Republications
ja: 再投稿
pt: Repostagens
vi: Đăng lại
zh_hant_tw: 轉貼文

source: Remixes
de: REPOSTEN
ja: リミックス
vi: Kết hợp lại

source: Repost
de: Reposten
es: Volver a publicar
fr: Republier
ja: 再投稿
pt: Repostar
vi: Đăng lại
zh_hant_tw: 轉貼

source: Reposted
de: Regeposted
es: Vuelto a publicar
fr: Republié
ja: 再投稿済
pt: Repostado
vi: Đã đăng lại
zh_hant_tw: 已轉貼

# RepostContentView
source: REPOST
de: REPOSTEN
es: REPUBLICACIÓN
fr: REPUBLIER
ja: 再投稿
pt: REPOSTAR
vi: ĐĂNG LẠI

# RepostedContentView
source: REPOSTED
de: REGEPOSTED
es: REPUBLICADO
fr: REPUBLIÉ
ja: 再投稿済
pt: REPOSTADO
vi: ĐĂNG LẠI

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
pt: Comentar
vi: Bình luận

# repostedByFormat
source: Reposted by %@
de: Reposted von %@
es: Vuelto a publicar por %@
fr: Republié par %@
ja: %@が再投稿
pt: Repostado por %@
vi: Đăng lại bởi %@
zh_hant_tw: 由 %@ 轉貼

# doubleRepostedByFormat
source: Reposted by %@ + 1 other
de: Reposted von %@ + 1 anderen Nutzer
es: Vuelto a publicar por %@ + un otro
fr: Republié par %@ +1 autre
ja: %@と他1人が再投稿
pt: Repostado por %@ + 1 outro
vi: Đăng lại bởi %@ + 1 người khác
zh_hant_tw: 由 %@ 跟另一人轉貼

# multipleRepostedByFormat
source: Reposted by %@ + %lu others
de: Reposted von %@ + %lu anderen Nutzern
es: Vuelto a publicar por %@ más %lu otros
fr: Republié par %@ + %lu autres
ja: %@と他%lu人が再投稿
pt: Repostado por %@ + %lu outros
vi: Đăng lại bởi %@ + %lu khác

source: + %lu others
es: + %lu otros
fr: + %lu autres
ja: + %lu人の人々
pt: '+ %lu outros
vi: + %lu khác
zh_hant_tw: + %lu 個其他人

# remixedFromFormat
source: Remix from %@
de: Remix von %@
es: Remix de %@
fr: Remix de %@
ja: %@からのリミックス
pt: Remixado de %@
vi: Kết hợp lại từ %@
zh_hant_tw: %@ 的整合內容
