Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Início
vi: Trang chủ

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pt: Criar
vi: Tạo

source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
pt: Canal
vi: Kênh

source: Channels
de: Kanäle
es: Canales
fr: Canaux
ja: チャンネル
pt: Canais
vi: Các Kênh

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
ja: コミュニティ
pt: Comunidade
vi: Cộng đồng

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
ja: 所有者
pt: Proprietário
vi: Chủ nhân

source: Inbox
de: Posteingang
es: Correos
fr: Messages
ja: 受信ボックス
pt: Caixa de Entrada
vi: Hòm thư đến

source: Store
es: Guardar
fr: Boutique
ja: ストア
pt: Loja
vi: Cửa hàng

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
pt: Mensagens
vi: Tin nhắn

source: Notifications
de: Benachrichtungen
es: Notificaciones
ja: 通知
pt: Notificações
vi: Thông báo

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
ja: コメント
pt: Comentários
vi: Bình luận

source: Remixes
ja: リミックス
vi: Trộn lẫn

source: GIFs
fr: GIF
ja: GIF
vi: Ảnh động GIF

source: Memes
fr: Mèmes
ja: ミーム

# CancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
vi: Hủy
zh_hant_tw: 取消

# DeleteButton
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
pt: Excluir
vi: Xóa
zh_hant_tw: 刪除

# ConfirmButton
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
vi: Xác nhận

source: Reply
de: Antwort
es: Responder
fr: Répondre
ja: 返信
pt: Responder
vi: Phúc đáp

# ResetButton
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pt: Redefinir
vi: Đặt lại
zh_hant_tw: 重設

# YesButton
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
pt: Sim
vi: Có

# NoButton
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não
vi: Không

# BackButton
source: Back
de: Zurück
es: Regresar
fr: Retour
ja: 戻る
pt: Voltar
vi: Trở lại

source: Exit
de: Beenden
es: Salir
fr: Quitter
ja: 修了
pt: Sair
vi: Thoát

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 公開
pt: Publicar
vi: Công bố
zh_hant_tw: 發佈

source: Publishing...
de: Erscheinen...
es: Publicando...
fr: En publiant...
ja: 公開処理中…
pt: Publicando...
vi: Đang công bố ...
zh_hant_tw: 發佈中...

source: Rendering...
de: Vorzeigen...
es: Reproduciendo...
fr: En rendant...
ja: レンダリング中…
pt: Renderizando...
vi: Đang hoàn lại...
zh_hant_tw: 轉譯中...

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt: Próxima
vi: Tiếp
zh_hant_tw: 下一個

source: Done
es: Hecho
fr: Terminé
ja: 完了
pt: Concluído
vi: Xong
zh_hant_tw: 完成

source: More
es: Más
fr: Plus
ja: 詳細
pt: Mais
vi: Thêm
zh_hant_tw: 更多

source: Quote
de: Zitat
es: Mensaje
fr: Citer
ja: 引用
pt: Citação
vi: Trích dẫn

source: Meme
de: Mem
fr: Mème
ja: ミーム

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt: Compartilhar
vi: Chia sẻ
zh_hant_tw: 分享

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
ja: 発見
pt: Descobrir
vi: Khám phá

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
pt: Perfil
vi: Hồ sơ

source: Settings
de: Einstellung
es: Configuración
fr: Paramètres
ja: 設定
pt: Configurações
vi: Thiết lập

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存
pt: Salvar
vi: Lưu

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続行
pt: Continuar
vi: Tiếp tục
zh_hant_tw: 繼續

source: Loading...
de: Ladevorgang läuft...
es: Cargando...
fr: Chargement...
ja: 読み込み中…
pt: Carregando...
vi: Đang tải...
zh_hant_tw: 載入中...

source: Finding fans to connect with...
es: Localizando aficionados para conectar...
fr: Recherche de fans avec qui se connecter...
ja: 繋がれるファンを検索中...
pt: Encontrando fãs para se conectar...
vi: Đang tìm fan để kết nối với...
zh_hant_tw: 搜尋其他粉絲以互相連結...

source: Featured
de: Hervorgehoben
es: Destacado
fr: À la une
ja: 特集中
pt: Em Destaque
vi: Được giới thiệu

source: Recent
de: Neueste
es: Reciente
fr: Récents
ja: 新着
pt: Recentes
vi: Gần đây

source: Following
de: Folgen
es: Siguiendo
fr: Abonnements
ja: フォロー中
pt: Seguindo
vi: Theo dõi
zh_hant_tw: 追蹤中

source: FOLLOWERS
de: FOLLOWER
es: SEGUIDORES
fr: ABONNÉS
ja: フォロワー
pt: SEGUIDORES
vi: NGƯỜI THEO DÕI
zh_hant_tw: 追蹤者

source: FOLLOWING
de: FOLGEN
es: SIGUIENDO
fr: ABONNEMENTS
ja: フォロー中
pt: SEGUINDO
vi: ĐANG THEO DÕI
zh_hant_tw: 追蹤中

# NumStreams
source: %@ STREAMS
es: %@ CORRIENTES
fr: %@ FLUX
ja: %@ 件のストリーム
pt: %@ STREAMINGS
vi: %@ LUỒNG
zh_hant_tw: %@ 個串流

# NumItems
source: %@ ITEMS
de: %@ ELEMENTE
es: %@ ARTÍCULOS
fr: %@ ARTICLES
ja: %@ 個のアイテム
pt: %@ ITENS
vi: %@ MỤC
zh_hant_tw: %@ 個項目

source: Keep up to date with users and hashtags you're following here
es: Mantente al día con los usuarios y hashtags que sigues aquí
fr: Restez informé(e) des utilisateurs et mots-dièse que vous suivez ici
ja: こちらでフォローしているユーザーやハッシュタグの最新情報を入手しましょう
pt: Fique em dia aqui com os usuários e as hashtags que você está seguindo
vi: Cập nhật với người dùng và tag # mà bạn đang theo dõi tại đây

source: View content from users and hashtags you're following here
es: Ve el contenido de los usuarios y hashtags que sigues aquí
fr: Affichez le contenu des utilisateurs et mots-dièse que vous suivez ici
ja: こちらでフォローしているユーザーやハッシュタグのコンテンツを確認しましょう
pt: Veja aqui o conteúdo dos usuários e as hashtags que você está seguindo
vi: Xem nội dung từ người dùng và tag # bạn đang theo dõi tại đây

source: Tap here to view posts from the entire community
es: Toca aquí para ver los mensajes de toda la comunidad
fr: Tapez ici pour afficher les publications de toute la communauté
ja: ここをタップすれば全コミュニティの投稿を確認できます
pt: Toque aqui para ver postagens da comunidade inteira
vi: Chạm vào đây để xem các bài đăng từ toàn bộ cộng đồng

source: Tap here to view posts from other fans
es: Toqca aquí para ver las publicaciones de otros fans
fr: Tapez ici pour afficher les publications des autres fans
ja: ここをタップすればその他のファンの投稿を確認できます
pt: Toque aqui para ver postagens de outros fãs
vi: Chạm vào đây để xem các bài đăng từ các fan khác

source: View posts from the entire community here
es: Ve aquí las publicaciones de toda la comunidad
fr: Affichez les publications de toute la communauté ici
ja: こちらで全コミュニティの投稿を確認しましょう
pt: Veja postagens da comunidade inteira aqui
vi: Xem các bài đăng từ toàn bộ cộng đồng tại đây

source: View posts from other fans here
es: Ve aquí las publicaciones de otros fans
fr: Affichez les publications des autres fans ici
ja: こちらでその他のファンの投稿を確認しましょう
pt: Veja postagens de outros fãs aqui
vi: Xem các bài đăng từ các fan khác tại đây

source: Tap here to watch my exclusive videos
es: Toca aquí para ver mis videos exclusivos
fr: Tapez ici pour regarder mes vidéos exclusives
ja: ここをタップすれば私の限定動画を観ることができます
pt: Toque aqui para assistir aos meus vídeos exclusivos
vi: Chạm vào đây để xem các video dành riêng của tôi

source: Tap here to watch exclusive videos
es: Toca aquí para ver videos exclusivos
fr: Tapez ici pour regarder des vidéos exclusives
ja: ここをタップすれば限定動画を観ることができます
pt: Toque aqui para assistir a vídeos exclusivos
vi: Chạm vào đây để xem các video dành riêng

source: Tap here to watch my videos
es: Toca aquí para ver mis videos
fr: Tapez ici pour regarder mes vidéos
ja: ここをタップすれば私の動画を観ることができます
pt: Toque aqui para assistir aos meus vídeos
vi: Chạm vào đây để xem các video của tôi

source: Tap here to watch videos
es: Toca aquí para ver videos
fr: Tapez ici pour regarder des vidéos
ja: ここをタップすれば動画を観ることができます
pt: Toque aqui para assistir a vídeos
vi: Chạm vào đây để xem các video

source: Watch my exclusive videos here
es: Ve aquí mis videos exclusivos
fr: Regardez mes vidéos exclusives ici
ja: こちらで私の限定動画を観てください
pt: Assista aos meus vídeos exclusivos aqui
vi: Xem các video dành riêng của tôi tại đây

source: Watch exclusive videos here
es: Ve aquí videos exclusivos
fr: Regardez des vidéos exclusives ici
ja: こちらで限定動画を観てください
pt: Assista a vídeos exclusivos aqui
vi: Xem các video dành riêng tại đây

source: Watch my videos here
es: Ve aquí mis videos
fr: Regardez mes vidéos ici
ja: こちらで私の動画を観てください
pt: Assista aos meus vídeos aqui
vi: Xem các video của tôi tại đây

source: Watch videos here
es: Ve aquí videos
fr: Regardez des vidéos ici
ja: こちらで動画を観てください
pt: Assista a vídeos aqui
vi: Xem các video tại đây

source: Tap here to create your first post
es: Toca aquí para crear tu primera publicación
fr: Tapez ici pour créer votre première publication
ja: ここをタップして初めての投稿を作成しましょう
pt: Toque aqui para criar sua primeira postagem
vi: Chạm vào đây để tạo bài đăng đầu tiên của tôi

source: Tap here to create a post
es: Toca aquí para crear una publicación
fr: Tapez ici pour créer une publication
ja: ここをタップして投稿を作成しましょう
pt: Toque aqui para criar uma postagem
vi: Chạm vào đây để tạo một bài đăng

source: Tap here and create a post now!
es: ¡Toca aquí y crea una publicación ahora!
fr: Tapez ici et créez une publication dès maintenant !
ja: ここをタップして、今すぐ投稿を作成しましょう！
pt: Toque aqui e crie uma postagem agora!
vi: Chạm vào đây và tạo một bài đăng ngay!

source: Log In
de: Anmelden
es: Ingresar
fr: Se connecter
ja: ログイン
pt: Fazer Login
vi: Đăng nhập
zh_hant_tw: 登入

source: Log in here
de: Hier anmelden
es: Ingresa aquí
fr: Se connecter ici
ja: ログインはこちら
pt: Faça login aqui
vi: Đăng nhập tại đây

source: Already Registered?
de: Bereits registriert?
es: ¿Ya estás registrado?
fr: Déjà inscrit?
ja: すでに登録済みですか？
pt: Já Registrado?
vi: Đã đăng ký?

source: Get Started!
de: Los geht‘s!
es: ¡Empieza!
fr: Commencez !
ja: 始め方
pt: Comece Agora!
vi: Bắt đầu!
zh_hant_tw: 開始！

source: Forgot Password?
de: Passwort vergessen?
es: Olvidaste tu contraseña
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？
pt: Esqueceu a Senha?
vi: Quên Tài khoản?

source: Reset here
de: Hier zurücksetzen
es: Reiniciar aquí
fr: Réinitialiser ici
ja: リセットはこちら
pt: Redefina aqui
vi: Đặt lại tại đây

# SetupButton
source: Set up
de: Einrichten
es: Establecer
fr: Installer
ja: 初期設定
pt: Configurar
vi: Cài đặt
zh_hant_tw: 設定

# EmailValidation
source: Invalid Email Address
de: Ungültige E-Mail-Adresse
es: Email inválido
fr: Adresse e-mail non valide
ja: 無効なメールアドレスです
pt: Endereço de E-mail Inválido
vi: Địa chỉ Email Không Hợp lệ
zh_hant_tw: 電子郵件地址無效

source: Minimum 8 characters
de: Mindestens 8 Zeichen
es: Mínimo 8 caracteres
fr: Minimum 8 caractères
ja: 最短8文字
pt: No mínimo 8 caracteres
vi: Tối thiểu 8 kí tự
zh_hant_tw: 至少 8 個字元

# PasswordValidation
source: Password is less than 8 characters
de: Passwort ist weniger als 8 Zeichen
es: La contraseña tiene menos de 8 caracteres
fr: Le mot de passe comporte moins de 8 caractères
ja: パスワードが8文字以下です
pt: A senha tem menos de 8 caracteres
vi: Mật khẩu ít hơn 8 kí tự
zh_hant_tw: 密碼少於 8 個字元

# UsernameValidation
source: User name is less than 8 characters
de: Benutzername ist weniger als 8 Zeichen.
es: El usuario tiene menos de 8 caracteres
fr: Le nom d'utilisateur comporte moins de 8 caractères
ja: ユーザー名が8文字以下です
pt: O nome do usuário tem menos de 8 caracteres
vi: Tên người dùng ít hơn 8 kí tự

# AgreeTOS
source: You must click that you are at least 13 years of age and agree to the Terms of Service
de: Du musst per Klick bestätigen, dass du mindestens 13 Jahre alt bist und den Nutzungsbedingungen zustimmst.
es: Debes hacer clic en que tienes más de 13 años de edad y estás de acuerdo con los términos del servicio
fr: Vous devez cliquer et confirmer que vous êtes âgé(e) de plus de 13 ans et accepter les conditions d'utilisation
ja: あなたの年齢が13歳以上であり、利用規約に同意されたことをクリックしてください
pt: Você deve clicar para confirmar que tem pelo menos 13 anos de idade e que concorda com os Termos do Serviço
vi: Bạn phải nhấp chọn rằng mình trong độ tuổi từ 13 tuổi trở lên và đồng ý các Điều khoản Dịch vụ

source: Invalid Credentials
de: Ungültige Anmeldeinformationen
es: Credenciales inválidas
fr: Identifiants non valides
ja: 無効な認証情報です
pt: Credenciais Inválidas
vi: Giấy uỷ nhiệm Không hợp lệ

# PasswordNotMatching
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: La contraseña no coincide
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
pt: As senhas não correspondem
vi: Mật khẩu không khớp
zh_hant_tw: 密碼不符

# PollAlreadyAnswered
source: Poll result was already answered
de: Umfrageergebnis wurde bereits beantwortet
es: El resultado de la encuesta ya fue dado
fr: Vous avez déjà répondu à ce sondage
ja: アンケート結果はすでに回答済みです
pt: O resultado da enquete já foi respondido
vi: Kết quả bình chọn đã được trả lời

# LoginFail
source: Login Failed
de: Anmeldung fehlgeschlagen
es: Error al ingresar
fr: Échec de la connexion
ja: ログインに失敗
pt: Falha de Login
vi: Đăng nhập Không thành công
zh_hant_tw: 登入失敗

# GenericFailMessage
source: Oops! Something has gone wrong.
de: Ups! Etwas ist schief gegangen.
es: ¡Ups! Algo salió mal.
fr: Oups ! Une erreur s'est produite.
ja: おっと！ 何か問題が起きたようです。
pt: Ops! Algo deu errado.
vi: Tiếc quá! Có điều gì đó sai.
zh_hant_tw: 糟糕！發生錯誤了。

# FacebookLoginFailed
source: Oops! Facebook login failed. Please try again.
es: ¡Vaya! Hubo un error en el inicio de sesión en Facebook. Por favor vuelve a intentarlo.
fr: Oups ! La connexion à Facebook a échoué. Veuillez réessayer.
ja: Facebookでのログインに失敗。もう一度お試しください。
pt: Oops! O login do Facebook falhou. Tente novamente.
vi: Tiếc quá! Đăng nhập Facebook không thành công. Vui lòng thử lại.
zh_hant_tw: 糟糕！Facebook 登入失敗。請再試一次。

# NotLoggedInMessage
source: Oops! It looks like you're not logged in.
de: Ups! Du scheinst nicht angemeldet zu sein.
es: ¡Ups! parece que no has ingresado
fr: Oups ! Il semblerait que vous ne soyez pas connecté(e).
ja: おっと！ まだログインされていないようです。
pt: Ops! Parece que você não está conectado.
vi: Tiếc quá! Có vẻ như bạn chưa đăng nhập.

# SignupFail
source: Account Creation Failed
de: Kontoerstellung fehlgeschlagen
es: Error al crear la cuenta
fr: Échec de création du compte
ja: アカウント作成に失敗
pt: Falha na Criação da Conta
vi: Tạo Tài khoản Không thành công
zh_hant_tw: 帳號建立失敗

# AccountUpdateFail
source: Account Update Failed
de: Kontoaktualisierung fehlgeschlagen
es: Error al actualizar la cuenta
fr: Échec de la mise à jour du compte
ja: アカウント更新に失敗
pt: Falha na Atualização da Conta
vi: Cập nhật Tài khoản Không thành công

source: You're not logged in!
de: Du bist nicht angemeldet!
es: ¡No has ingresado!
fr: Vous n'êtes pas connecté(e) !
ja: 現在ログインしていません！
pt: Você não está conectado!
vi: Bạn chưa đăng nhập!
zh_hant_tw: 你並未登入！

# ProfileNotLoggedInMessage
source: Nothing to see here yet! We are so excited to have you join our community. Create an account to show everyone how unique you are.
de: Hier gibt‘s noch nichts zu sehen! Wir freuen uns riesig, dich in unserer Community zu haben. Erstelle ein Konto, um allen zu zeigen, wie einzigartig du bist.
es: ¡Nada que ver aquí todavía! Estamos muy contentos de que te unas a nuestra comunidad. Crear una cuenta para mostrar a todos lo único que eres.
fr: Il n'y a rien à voir ici ! Nous sommes heureux que vous ayez rejoint notre communauté. Créez un compte pour montrer à tout le monde combien vous êtes unique.
ja: まだ閲覧できる内容がありません！ とりあえずは私達のコミュニティに参加していただき、ありがとうございます。アカウントを作成してあなたらしさを皆に見せてあげましょう。
pt: Nada para ver aqui ainda! Estamos animados em ter você como parte da nossa comunidade. Crie uma conta para mostrar a todos como você é exclusivo.
vi: Chưa có gì để xem ở đây cả! Chúng tôi rất háo hức khi có bạn tham gia cộng đồng của chúng tôi. Hãy tạo một tài khoản để thể hiện cho mọi người xem bạn độc đáo cỡ nào.
zh_hant_tw: 這裡目前沒有任何內容！我們很高興你加入這個社群。趕快建立帳號，告訴大家你的過人之處。

# ProfileSaveFail
source: Your profile information could not be saved because of a server error
de: Deine Profildaten konnten wegen eines Serverfehlers nicht gespeichert werden
es: La información de tu perfil no pudo guardarse debido a un error en el servidor
fr: Vos informations de profil n'ont pas pu être sauvegardées en raison d'une erreur de serveur
ja: サーバーエラーのため、あなたのプロフィール情報が保存されませんでした
pt: Suas informações de perfil não podem ser salvas por causa de um erro no servidor
vi: Thông tin hồ sơ của bạn chưa được lưu lại do lỗi máy chủ
zh_hant_tw: 因為伺服器問題，你的個人資料無法成功儲存

# ProfileSave
source: Uploading your Profile
de: Dein Profil wird hochgeladen
es: Cargando tu perfil
fr: Téléchargement de votre profil
ja: あなたのプロフィールをアップロード中
pt: Carregando seu Perfil
vi: Đang tải Hồ sơ của bạn lên
zh_hant_tw: 你的個人資料上傳中

source: Profile Incomplete
de: Profil unvollständig
es: Perfil incompleto
fr: Profil incomplet
ja: プロフィールが未完成です
pt: Perfil Incompleto
vi: Hồ sơ Chưa hoàn thiện
zh_hant_tw: 個人資料不完整

# ProfileAborted
source: You will be unable to use some features until your profile has been completed.
de: Du kannst ein paar Funktionen erst dann verwenden, wenn dein Profil vervollständigt wurde.
es: No podrás usar algunas funciones hasta que hayas completado tu perfil.
fr: Certaines fonctionnalités seront hors d'usage tant que votre profil n'aura pas été complété.
ja: プロフィールが完成するまで一部の機能を利用できません。
pt: Você não poderá usar alguns recursos até que o seu perfil seja concluído.
vi: Bạn sẽ không thể sử dụng một vài tính năng cho đến khi hồ sơ của bạn đã hoàn thiện xong.
zh_hant_tw: 個人資料完成前，你無法使用部分功能。

# ProfileRequired
source: Please provide the following:
de: Bitte gib Folgendes ein:
es: Por favor, incluye lo siguiente
fr: Veuillez fournir les éléments suivants :
ja: 次のご提供をお願いします:
pt: Forneça as seguintes informações:
vi: Vui lòng cung cấp những thông tin sau:
zh_hant_tw: 請提供下列資訊：

# ProfileRequiredPhoto
source: Profile image
de: Profilbild
es: Imagen del perfil
fr: Image de profil
ja: あなたのプロフィール画像
pt: Imagem de perfil
vi: Ảnh hồ sơ
zh_hant_tw: 個人影像

# ProfileNameSpaces
source: Your profile name cannot be only spaces.
es: Tu nombre de perfil no puede contener sólo espacios.
fr: Votre nom de profil ne peut être constitué uniquement d'espaces.
ja: プロフィール名を空白にすることはできません。
pt: Seu nome de perfil não pode ser apenas espaços.
vi: Tên hồ sơ của bạn không thể chỉ bao gồm khoảng trống.
zh_hant_tw: 你的個人名稱不能只使用空格。

# ProfileRequiredName
source: Name
es: Nombre
fr: Nom
ja: あなたのお名前
pt: Nome
vi: Tên
zh_hant_tw: 名稱

# ProfileRequiredToS
source: Agree to our terms
de: Akzeptiere unsere Nutzungsbedingungen
es: Acuerda nuestros términos
fr: Accepter nos conditions d'utilisation
ja: 当社利用規約への同意
pt: Concorde com os nossos termos
vi: Đồng ý các điều khoản của chúng tôi

# ProfileRequiredTagLine
source: Your tagline
de: Dein Slogan
es: Tu eslogan
fr: Votre slogan
ja: あなたのキャッチフレーズ
pt: Seu slogan
vi: Dòng tag của bạn

source: Profile Update Failed
de: Profilaktualisierung fehlgeschlagen
es: Error al actualizar el perfil
fr: Échec de la mise à jour du profil
ja: プロフィール更新に失敗
pt: Falha na Atualização do Perfil
vi: Cập nhật Hồ sơ Không thành công

source: Profile load failed!
de: Laden des Profils fehlgeschlagen!
es: Error al cargar el perfil
fr: Échec de chargement du profil !
ja: プロフィールの読み込みに失敗！
pt: Falha ao carregar o perfil!
vi: Tải Hồ sơ Không thành công!
zh_hant_tw: 個人資料載入失敗！

source: User already exists
de: Nutzer bereits existiert
es: El usuario ya existe
fr: L'utilisateur existe déjà
ja: このユーザーはすでに存在します
pt: O usuário já existe
vi: Người dùng đã tồn tại
zh_hant_tw: 使用者已存在

source: User already exists but the password is incorrect
es: El usuario ya existe, pero la contraseña no es correcta
fr: L'utilisateur existe, mais le mot de passe est incorrect.
ja: 既存のユーザーですがパスワードが間違っています。
pt: O usuário já existe, mas a senha está incorreta
vi: Người dùng đã tồn tại nhưng mật khẩu không chính xác
zh_hant_tw: 使用者存在，但密碼不正確

source: Invalid email address or password
de: Ungültige E-Mail-Adresse oder Passwort
es: Email o contraseña inválidos
fr: Adresse e-mail ou mot de passe invalide
ja: 無効なメールアドレスもしくはパスワードです
pt: Endereço de e-mail ou senha inválido
vi: Địa chỉ email hoặc mật khẩu không hợp lệ
zh_hant_tw: 電子郵件或密碼無效

source: Sorry, I can't display that right now
de: Leider kann dies gerade nicht angezeigt werden
es: Lo sentimos, no podemos mostrar eso ahora
fr: Désolé, je ne peux pas afficher cela pour le moment
ja: ごめんなさい、そちらは現在表示できません
pt: Não posso exibir isto no momento
vi: Rất tiếc, Tôi không thể hiển thị cái đó ngay bây giờ
zh_hant_tw: 抱歉，目前無法顯示該內容

source: We're Sorry
de: Entschuldige
es: Lo sentimos
fr: Nous sommes désolés
ja: ごめんなさい
pt: Lamentamos
vi: Chúng tôi rất tiếc
zh_hant_tw: 很抱歉

# ErrorOccured
source: For some reason we can't connect to the server. Please try again later!
de: Aus irgendeinem Grund können wir keine Verbindung zum Server herstellen. Bitte versuche es später erneut!
es: Por alguna razón no podemos conectarnos con el servidor. ¡Inténtalo de nuevo más tarde!
fr: Pour une raison inconnue, la connexion au serveur a échoué. Veuillez réessayer ultérieurement.
ja: 何かしらの理由でサーバーに接続できません。また後ほどお試しください！
pt: Por algum motivo, não conseguimos estabelecer uma conexão com o servidor. Tente novamente mais tarde!
vi: Vì một vài lí do chúng tôi không thể kết nối với máy chủ. Vui lòng thử lại sau!
zh_hant_tw: 因為某些原因，我們連不上伺服器。請稍後再試！

# NoEmail
source: No Email Accounts
de: Keine E-Mail-Konten
es: No hay cuentas de email
fr: Aucun compte e-mail
ja: メールアカウントがありません
pt: Nenhuma Conta de E-mail
vi: Không có Tài khoản Email
zh_hant_tw: 沒有電子郵件帳號

# NoEmailDetail
source: There are no email accounts, would you like to setup one now?
de: Es sind keine E-Mail-Konten vorhanden. Möchtest du jetzt eines einrichten?
es: No hay cuentas de email, ¿quieres abrir una?
fr: Aucun compte e-mail configuré. Souhaitez-vous en configurer un maintenant ?
ja: メールアカウントがありません。今すぐアカウントを設定しますか？
pt: Não há contas de e-mail. Deseja configurar uma agora?
vi: Không có tài khoản email nào, bạn có muốn cài đặt một tài khoản ngay không?
zh_hant_tw: 沒有電子郵件帳號，要現在設定嗎？

# EmailFail
source: E-mail failed to send
de: E-Mail konnte nicht gesendet werden
es: No se pudo enviar el correo
fr: Échec de l'envoi de l'e-mail
ja: メール送信に失敗
pt: Falha no envio do e-mail
vi: Gửi emai không thành công
zh_hant_tw: 電子郵件傳送失敗

# SMSFail
source: SMS failed to send
de: SMS konnte nicht gesendet werden
es: Error al enviar SMS
fr: Échec de l'envoi du SMS
ja: SMS送信に失敗
pt: Falha no envio do SMS
vi: Gửi SMS không thành công

# CouldNotSend
source: Message was not sent
de: Nachricht wurde nicht gesendet
es: El mensaje no se envió
fr: Le message n'a pas été envoyé
ja: メッセージが送信されませんでした
pt: Mensagem não enviada
vi: Tin nhắn chưa được gửi đi

# Missing Content
source: Uh Oh!
de: Oh, nein!
fr: Oh oh !
ja: あらら！
pt: Oh-oh!
vi: Ồ!
zh_hant_tw: 糟糕！

# Missing Content Message
source: We can't find what you're looking for!
de: Wir können nicht finden, was du suchst!
es: ¡No podemos encontrar lo que buscas!
fr: Nous ne trouvons pas l'élément recherché.
ja: お探しのものを見つけられませんでした！
pt: Não conseguimos encontrar o que você está procurando!
vi: Chúng tôi không thể tìm thấy những gì bạn đang tìm kiếm!
zh_hant_tw: 我們找不到你搜尋的內容！

# MissingMedia
source: You must have 2 photos.
de: Du musst zwei Fotos einstellen.
es: Debes tener 2 fotos.
fr: Vous devez avoir 2 photos.
ja: 写真が2枚必要です。
pt: Você deve ter 2 fotos.
vi: Bạn phải có 2 ảnh.
zh_hant_tw: 必須要有 2 張照片。

# QuestionTextToShort
source: Your question must be at least 2 characters long.
de: Deine Frage muss aus mindestens 2 Zeichen bestehen.
es: Tu pregunta debe ser de al menos 2 caracteres.
fr: Votre question doit comporter au moins 2 caractères.
ja: 質問は長さ2文字以上を記入してください。
pt: Sua pergunta deve ter pelo menos 2 caracteres.
vi: Câu hỏi của bạn phải dài ít nhất 2 kí tự.
zh_hant_tw: 你的問題至少要有 2 個字元。

# AnswerTextToShort
source: Your answers must be at least 2 characters long.
de: Deine Antworten müssen aus mindestens 2 Zeichen bestehen.
es: Tu respuesta debe ser de al menos 2 caracteres.
fr: Vos réponses doivent contenir au moins 2 caractères.
ja: 解答は長さ2文字以上を記入してください。
pt: Suas respostas devem ser pelo menos 2 caracteres.
vi: Câu trả lời của bạn phải dài ít nhất 2 kí tự.
zh_hant_tw: 你的答案至少要有 2 個字元。

# NoMessagesTitle
source: NO MESSAGES YET
de: NOCH KEINE NACHRICHTEN
es: TODAVÍA NO HAY MENSAJES
fr: AUCUN MESSAGE
ja: 新着メッセージなし
pt: NENHUMA MENSAGEM AINDA
vi: CHƯA CÓ TÍN NHẮN
zh_hant_tw: 目前無任何訊息
