Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

# giffedFromFormat
source: GIF from %@
de: GIF von %@
es: GIF de %@
fr: GIF de %@
ja: %@からのGIFアニメ
pt: GIF de %@
vi: GIF từ %@
zh_hant_tw: %@ 的 GIF

# leaveACommentFormat
source: Leave a comment at %@
de: Hinterlassen Sie einen Kommentar zu %@
es: Deja un comentario en %@
fr: Laisser un commentaire à %@
ja: %@でコメントを投稿する
pt: Deixe um comentário em %@
vi: Để lại bình luận tại %@

source: save to library
de: in die Bibliothek speichern
es: guardar en la librería
fr: enregistrer dans la bibliothèque
ja: ライブラリに保存する
pt: salvar na biblioteca
vi: lưu vào thư viện

source: Are You Sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Vous êtes sûr(e) ?
ja: 本当によろしいですか？
pt: Tem Certeza?
vi: Bạn có Chắc?

# contentIsntPublished
source: Your content hasn't been published yet! If you exit now, all changes will be lost.
de: Dein Inhalt wurde noch nicht veröffentlicht! Wenn du jetzt beendest, gehen alle Änderungen verloren.
es: ¡Tu contenido no ha sido publicado aún! Si te sales ahora, se perderán todos los cambios.
fr: Votre contenu n'a pas encore été publié ! Si vous quittez maintenant, tous les changements seront perdus.
ja: あなたのコンテンツはまだ公開されていません！ いま終了すると変更内容がすべて失われてしまいます。
pt: Seu conteúdo ainda não foi publicado! Se você sair agora, todas as alterações serão perdidas.
vi: Nội dung của bạn chưa được công bố! Nếu bạn thoát bây giờ, tất cả các thay đổi sẽ bị mất.

# captionIsntPublished
source: Your content hasn't been published yet! If you go back, your caption will be lost.
de: Dein Inhalt wurde noch nicht veröffentlicht! Wenn du zurückgehst, geht dein Bilduntertitel verloren.
es: ¡Tu contenido no ha sido publicado aún! Si regresas, se perderá tu título.
fr: Votre contenu n'a pas encore été publié ! Si vous cliquez sur retour, votre légende sera perdue.
ja: あなたのコンテンツはまだ公開されていません！ いま戻るとキャプションが失われてしまいます。
pt: Seu conteúdo ainda não foi publicado! Se você retornar, sua legenda será perdida.
vi: Nội dung của bạn chưa được công bố! Nếu bạn quay lại, tiêu đề của bạn sẽ mất.

# SupportEmailSubject
source: Feedback
de: Feedback zu
es: Comentario sobre
fr: Commentaires sur
ja: フィードバック
vi: Phản hồi
zh_hant_tw: 意見反應

# SupportEmailSubjectWithName
source: Feedback on %@
de: Feedback zu %@
es: Comenta sobre %@
fr: Commentaires sur %@
ja: %@に関するフィードバック
pt: Feedback sobre %@
vi: Phản hồi trên %@
zh_hant_tw: %@ 的意見反應

# DiscoverSuggestedPeopleError
source: Sorry, unable to load suggested people.
de: Entschuldige, die vorgeschlagenen Personen können nicht geladen werden.
es: Lo sentimos, no es posible guardar las personas sugeridas.
fr: Désolés, les personnes suggérées n'ont pas pu être chargées.
ja: 申し訳ありません、提案されるユーザーを読み込めませんでした。
pt: Lamentamos. Não é possível carregar as pessoas sugeridas.
vi: Rất tiếc, không thể tải những người đã gợi ý.
zh_hant_tw: 抱歉，無法載入可能認識的人名單。

# DiscoverTrendingTagsError
source: Sorry, unable to load trending tags.
de: Entschuldige, die beliebten Tags können nicht geladen werden.
es: Lo sentimos, no es posible guardar las etiquetas
fr: Désolés, les hashtags tendance n'ont pas pu être chargées.
ja: 申し訳ありません、トレンド中のタグを読み込めませんでした。
pt: Lamentamos, não conseguiu carregar tags de tendências.
vi: Rất tiếc, không thể tải các tag xu hướng
zh_hant_tw: 抱歉，無法載入熱門標籤。

source: Suggested People
de: Vorgeschlagene Leute
es: Personas sugeridas
fr: Personnes suggérées
ja: 提案されるユーザー
pt: Pessoas Sugeridas
vi: Người được gợi ý
zh_hant_tw: 可能認識的人

source: Trending Tags
de: Tags im Trend
es: Etiquetas de primera
fr: Hashtags tendance
ja: トレンド中のタグ
pt: Tags de Tendências
vi: Tag Xu hướng
zh_hant_tw: 熱門標籤

# HashtagSubscribeError
source: Sorry, an error occurred attempting to follow this hashtag. Please try again.
de: Entschuldige, beim Versuch, diesem Hashtag zu folgen, ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Lo sentimos, se ha producido un error al intentar seguir este hashtag. Por favor, trata más tarde.
fr: Désolés, une erreur s'est produite suite à la tentative d'abonnement à ce mot dièse. Veuillez réessayer.
ja: 申し訳ありません、このハッシュタグのフォロー開始時にエラーが発生しました。もう一度お試しください。
pt: Lamentamos. Ocorreu um erro ao tentar seguir esta hashtag. Tente novamente.
vi: Rất tiếc, một lỗi xảy ra khi cố gắng theo dõi tag # này. Vui lòng thử lại.
zh_hant_tw: 抱歉，在嘗試追蹤這個主題標籤時發生錯誤。請再試一次。

# HashtagUnsubscribeError
source: Sorry, an error occurred attempting to unfollow this hashtag. Please try again.
de: Entschuldige, beim Versuch, diesem Hashtag zu entfolgen, ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Lo sentimos, se ha producido un error al intentar dejar de seguir este hashtag. Por favor,rata más tarde
fr: Désolés, une erreur s'est produite suite à la tentative de désabonnement à ce mot dièse. Veuillez réessayer.
ja: 申し訳ありません、このハッシュタグのフォロー解除時にエラーが発生しました。もう一度お試しください。
pt: Lamentamos. Ocorreu um erro ao tentar cancelar o acompanhamento desta hashtag. Tente novamente.
vi: Rất tiếc, có lỗi xảy ra khi cố gắng bỏ theo dõi tag # này. Vui lòng thử lại.
zh_hant_tw: 抱歉，在嘗試取消追蹤這個主題標籤時發生錯誤。請再試一次。

# NoFollowingHashtagsTitle
source: RUH-ROH! YOU HAVEN'T FOLLOWED ANY TAGS YET
de: OH JE! DU FOLGST NOCH KEINEN TAGS
es: ¡RUH-ROH! NO HAS SEGUIDO ETIQUETAS AUN
fr: OH OH ! VOUS NE SUIVEZ ENCORE AUCUNE ÉTIQUETTE.
ja: ああっと！ まだフォローしているタグがありません
pt: OH-OH! VOCÊ AINDA NÃO SEGUIU NENHUMA TAG
vi: Ồ! BẠN CHƯA THEO DÕI TAG NÀO
zh_hant_tw: 噢哦！你還沒追蹤任何標籤

# NoFollowingHashtagsMessage
source: Build a list of your favorite content by tapping items that have been tagged.
de: Baue eine Liste mit deinen Lieblingsinhalten auf, indem du auf Dinge tippst, bei denen du getaggt wurdest.
es: Crea una lista de tus contenidos favoritos escribiendo los elementos que han sido etiquetados.
fr: Établissez une liste de votre contenu préféré en cliquant sur les articles identifiés par une étiquette.
ja: タグ付けされたアイテムをタップすることで、お気に入りコンテンツのリストを作成することができます。
pt: Crie uma lista do seu conteúdo favorito tocando em itens que foram marcados.
vi: Xây dựng một danh sách nội dung ưa thích của bạn bằng cách chạm vào những mục chưa được tag.
zh_hant_tw: 點選你已標記的項目，建立你的最愛內容清單。

# NoHashtagsTitle
source: No hash tags here!
de: Keine Hashtags hier!
es: ¡No hay hashtags aquí!
fr: Aucun mot dièse ici !
ja: こちらにハッシュタグがありません！
pt: Não há hashtags aqui!
vi: không có tag # nào ở đây!
zh_hant_tw: 這裡沒有任何主題標籤！

# NoHashtagsMessage
source: There were no posts found with the hashtag #%@.
de: Es wurden keine Beiträge mit dem Hashtag #%@ gefunden.
es: No hubo publicaciones en el hashtag #%@.
fr: Aucune publication trouvée contenant le mot dièse #%@
ja: ハッシュタグ #%@ の付いた投稿はありませんでした。
pt: Nenhuma postagem foi encontrada com a hashtag #%@.
vi: Không tìm thấy bài đăng nào với tag # là %@.
zh_hant_tw: 未找到任何有 #%@ 主題標籤的貼文。

source: Type your feedback here...
de: Gib dein Feedback hier ein ...
es: Comenta aquí...
fr: Tapez votre commentaire ici...
ja: あなたのフィードバックはこちらに入力…
pt: Digite seu feedback aqui...
vi: Nhập phản hồi của bạn vào đây...
zh_hant_tw: 在這裡輸入你的意見反應...

source: Device:
de: Gerät:
es: Dispositivo
fr: Appareil :
ja: デバイス：
pt: Dispositivo:
vi: Thiết bị:
zh_hant_tw: 裝置：

source: OS Version:
de: Betriebssystem-Version:
es: Versión OS
fr: Version du système d'exploitation :
ja: OSバージョン：
pt: Versão do SO:
vi: Phiên bản OS:
zh_hant_tw: 作業系統版本：

source: App Version:
es: Versión de la app
fr: Version de l'application :
ja: アプリバージョン：
pt: Versão do Aplicativo:
vi: Phiên bản App:
zh_hant_tw: 應用程式版本：

source: Are you sure you want to delete?
de: Möchtest du das wirklich löschen?
es: ¿Estás seguro de eliminar?
fr: Souhaitez-vous vraiment procéder à la suppression ?
ja: 本当に削除してよろしいですか？
pt: Tem certeza de que deseja excluir?
vi: Bạn có chắc mình muốn xóa?
zh_hant_tw: 確定要刪除嗎？

# ShareFacebook
source: Share to Facebook
de: Auf Facebook teilen
es: Compartir en Facebook
fr: Partager sur Facebook
ja: Fjacebookでシェア
pt: Compartilhar no Facebook
vi: Chia sẻ trên Facebook
zh_hant_tw: 分享到 Facebook

# ShareTwitter
source: Share to Twitter
de: Auf Twitter teilen
es: Compartir en Twitter
fr: Partager sur Twitter
ja: Twitterでシェア
pt: Compartilhar no Twitter
vi: Chia sẻ trên Twitter
zh_hant_tw: 分享到 Twitter

# OpenSafari
source: Open in Safari
de: In Safari öffnen
es: Abrir con Safari
fr: Ouvrir dans Safari
ja: Safariで開く
pt: Abrir no Safari
vi: Mở bằng Safari
zh_hant_tw: 用 Safari 開啟

# ShareSMS
source: Send as Text
de: Als SMS senden
es: Enviar como texto
fr: Envoyer en tant que texte
ja: SMSとして送信
pt: Enviar como Texto
vi: Gửi dưới dạng Tin nhắn
zh_hant_tw: 用簡訊傳送

source: Delete this content and select something else?
de: Diesen Kontakt löschen und etwas anderes auswählen?
es: ¿Eliminar este contenido y seleccionar otra cosa?
fr: Supprimer ce contenu et sélectionner autre chose ?
ja: このコンテンツを削除して別のものを選択しますか？
pt: Excluir este conteúdo e selecionar algo diferente?
vi: Xóa nội dung này và lựa chọn thứ khác?
zh_hant_tw: 刪除這項內容，選取其他內容？

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Excluir
vi: Xóa
zh_hant_tw: 刪除

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
vi: Hủy
zh_hant_tw: 取消

# PostFromCreator
source: Post from %@
de: Beitrag von %@
es: Publicado por %@
fr: Publication de %@
ja: %@からの投稿
pt: Postagem de %@
vi: Đăng từ %@
zh_hant_tw: %@ 的貼文

# PostFromFollowed
source: Post from someone I follow
de: Beitrag von jemandem, dem ich folge
es: Publicado por alguien a quien sigo
fr: Publication de quelqu'un que je suis
ja: あなたのフォロー中の人からの投稿
pt: Postagem de alguém que eu sigo
vi: Đăng từ ai đó tôi theo dõi
zh_hant_tw: 我追蹤的人的貼文

# NewComment
source: New comments on my post
de: Neue Kommentare zu meinem Beitrag
es: No hay comentarios sobre mi publicación
fr: Nouveaux commentaires sur la publication
ja: あなたの投稿に対する新着コメント
pt: Novos comentários sobre a minha postagem
vi: Bình luận mới về bài đăng của tôi
zh_hant_tw: 我的貼文的新留言

source: Post on followed hashtag
de: Beitrag zu beobachtetem Hashtag
es: Publicación en hashtag seguikdo
fr: Publication du mot dièse suivi
ja: フォロー中のハッシュタグへの投稿
pt: Postagem em uma hashtag seguida
vi: Đăng trên tag # bạn đã theo dõi
zh_hant_tw: 發佈含有追蹤中主題標籤的貼文

source: New Private Message
de: Neue private Nachricht
es: No hay mensajes privados
fr: Nouveau message privé
ja: 新着のプライベートメッセージ
pt: Nova Mensagem Privada
vi: Tin nhắn cá nhân mới
zh_hant_tw: 新私人訊息

# NewFollower
source: Someone follows me
de: Jemand folgt mir
es: Alguien me da seguimiento
fr: Quelqu'un me suit
ja: あなたをフォロー中の人
pt: Alguém me segue
vi: Ai đó theo dõi tôi
zh_hant_tw: 有人追蹤我

# TagInComment
source: Someone mentions me
de: Jemand hat mich erwähnt
es: Alguien me comenta
fr: Quelqu'un me mentionne
ja: あなたの事を話した人
pt: Alguém me menciona
vi: Ai đó nhắc đến tôi
zh_hant_tw: 有人提到我

source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常時
pt: Sempre
vi: Luôn luôn

source: Never
de: Niemals
es: Nunca
fr: Jamais
ja: しない
pt: Nunca
vi: Không bao giờ

source: Only on Wifi
de: Nur über WiFi
es: Sólo en Wifi
fr: Seulement lors d'une connexion par Wi-Fi
ja: Wi-fiでのみ
pt: Somente em Wi-Fi
vi: Chỉ trên Wifi

# NotificationSettingSectionFeeds
source: Feeds
es: Alimentación
fr: Flux
ja: フィードバック
vi: Dòng tin
zh_hant_tw: 摘要

# NotificationSettingSectionPeople
source: People
de: Leute
es: Persona
fr: Personnes
ja: 人々
pt: Pessoas
vi: Người
zh_hant_tw: 使用者

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
pt: Configurações de Abertura
vi: Mở Thiết lập
zh_hant_tw: 開啟設定

# ErrorPushNotificationsNotEnabled
source: Push notifications are not enabled for your device. Please allow notifications in your device settings to enable them.
de: Push-Benachrichtigungen sind für dein Gerät nicht aktiviert. Bitte erlaube Benachrichtigungen in den Einstellungen deines Gerätes, um sie zu aktivieren.
es: Las notificaciones de empuje no están habilitadas para su dispositivo.
fr: Les notifications push ne sont pas activées sur votre appareil. Veuillez autoriser les notifications dans les paramètres de votre appareil pour les activer.
ja: お使いのデバイスではプッシュ通知が有効になっていません。 プッシュ通知を有効にするには、デバイス設定から有効にしてください。
pt: Notificações por push não estão habilitadas para o seu dispositivo. Ative notificações nas configurações do seu dispositivo para habilitá-las.
vi: Các thông báo đẩy không được kích hoạt cho thiết bị của bạn. Hãy để các thông báo trong thiết lập thiết bị của bạn kích hoạt chúng.
zh_hant_tw: 你的裝置未啟用推播通知。 請在你的裝置設定中啟用通知。

# ErrorPushNotificationsUnknown
source: Error loading notification settings. Please try again later.
de: Fehler beim Laden der Benachrichtigungseinstellungen. Bitte versuche es später erneut.
es: Error al cargar las notificaciones . Por favor, intentar más tarde.
fr: Erreur de chargement des paramètres de notification. Veuillez réessayer ultérieurement.
ja: 通知設定の読み込み中にエラーが発生しました。 後ほど改めてお試しください。
pt: Erro ao carregar configurações de notificação. Tente novamente mais tarde.
vi: Có lỗi khi đang tải các thiết lập thông báo. Vui lòng thử lại sau.
zh_hant_tw: 載入通知設定時發生錯誤。 請稍後再試。

# ErrorPushNotificationsNotSaved
source: Error Saving Preferences
de: Fehler beim Speichern der Einstellungen
es: Error al guardar las preferencias
fr: Erreur de sauvegarde des préférences
ja: 個人設定の保存エラー
pt: Erro ao Salvar Preferências
vi: Lỗi khi đang Lưu các Ưu tiên
zh_hant_tw: 儲存喜好設定時發生錯誤

# ErrorPushNotificationsNotSavedMessage
source: Please try again later.
de: Bitte versuche es später erneut.
es: Por favor, intentar más tarde.
fr: Veuillez réessayer ultérieurement.
ja: 後ほど改めてお試しください。
pt: Tente novamente mais tarde.
vi: Vui lòng thử lại sau.
zh_hant_tw: 請稍後再試。

source: We need permission to access your photo library.
es: Necesitamos permiso para acceder a tu biblioteca de fotografías.
fr: Nous avons besoin de votre autorisation pour accéder à votre bibliothèque photo.
ja: あなたの写真ライブラリにアクセスする必要があります。
pt: Precisamos de autorização para acessar sua biblioteca de fotos.
vi: Chúng tôi cần bạn cho phép để truy cập vào thư viện ảnh của bạn.
zh_hant_tw: 請授權我們存取你的相片媒體櫃。

source: We need access to this permission.
es: Necesitamos acceder a este permiso.
fr: Nous avons besoin de votre autorisation.
ja: この権限にアクセスする必要があります。
pt: Precisamos ter acesso a esta autorização.
vi: Chúng tôi cần cấp quyền truy cập này.
zh_hant_tw: 我們需要存取權限。

source: Maybe Later
es: Tal vez luego
fr: Peut-être plus tard
ja: また後で
pt: Talvez Depois
vi: Có thể Để sau
zh_hant_tw: 稍後再說

# RestorePurchaseDescription
source: Already purchased on another device? Tap below to restore all of your purchases.
es: ¿Ya lo compraste en otro dispositivo? Toca abajo para restaurar todas tus compras.
fr: Vous avez déjà effectué cet achat sur un autre appareil ? Tapez ci-dessous pour restaurer tous vos achats.
ja: 別のデバイスで購入済みですか？ 以下をタップすればすべての購入を復元することができます。
pt: Já comprado em outro dispositivo? Toque a seguir para restaurar todas as suas compras.
vi: Đã thanh toán trên một thiết bị khác? Hãy chạm vào bên dưới để khôi phục lại tất cả các thanh toán của bạn.
zh_hant_tw: 已在其他裝置上購買了？ 點選下方，還原所有的購買項目。

# PurchaseErrorTitle
source: Error Making Purchase
de: Fehler beim Kauf
es: Error al hacer la comora
fr: Erreur lors de la finalisation de l'achat
ja: 購入中のエラー
pt: Erro ao Fazer a Compra
vi: Lỗi khi đang Thực hiện Thanh toán
zh_hant_tw: 購買時發生錯誤

# PurchaseErrorProductNotAvailable
source: Sorry, this product is not currently available. Please try again later.
de: Dieses Produkt ist derzeit leider nicht verfügbar. Bitte versuche es später erneut.
es: Lo sentimos, error en las compras
fr: Désolés, ce produit n'est actuellement pas disponible. Veuillez réessayer ultérieurement.
ja: 申し訳ありません、この商品は現在利用できません。後ほど改めてお試しください。
pt: Infelizmente, este produto não está disponível no momento. Tente novamente mais tarde.
vi: Rất tiếc, sản phẩm này hiện không sẵn có. Xin vui lòng thử lại sau.
zh_hant_tw: 抱歉，目前無法提供本項產品。請稍後再試。

# PurchaseErrorTransaction
source: Unable to complete transaction. Please try again later.
de: Transaktion konnte nicht abgeschlossen werden. Bitte versuche es später erneut.
es: No puede completarse la transsación. Por favor, intentar más tarde.t
fr: Échec de finalisation de la transaction. Veuillez réessayer ultérieurement.
ja: 取引を完了できませんでした。また後ほどお試しください。
pt: Não é possível concluir a transação. Tente novamente mais tarde.
vi: Không thể hoàn thiện giao dịch. Xin vui lòng thử lại sau.
zh_hant_tw: 無法完成交易。請稍後再試。

# RestorePurchasesNoPurchasesTitle
source: No Purchases Restored
de: Keine Käufe wiederhergestellt
es: No hay compras restauradas
fr: Aucun achat restauré
ja: 復元された購入はありません
pt: Nenhuma Compra Restaurada
vi: Không có Thanh toán nào được Khôi phục
zh_hant_tw: 沒有可還原的購買項目

# RestorePurchasesNoPurchases
source: Unable to find any In-App Purchases for your iTunes account.
de: Es können keine In-App-Käufe für dein iTunes-Konto gefunden werden.
es: No pudimos encontrar Compras In-App para tu cuenta de iTunes.
fr: Aucun achat intégré n'a été trouvé pour votre compte iTunes.
ja: お使いのiTunesアカウントに関連付けられたアプリ内購入が見つかりませんでした。
pt: Não é possível localizar Compras no Aplicativo para a sua conta do iTunes.
vi: Không thể tìm thấy bất kỳ Thanh toán Trong Ứng dụng nào cho tài khoản iTunes của bạn.
zh_hant_tw: 在你的 iTunes 帳號內，未找到任何應用程式內的購買項目。

# ProductsRequestError
source: Unable to load product information from the App Store. Please try again later.
de: Die Produktinformationen konnten nicht aus dem App Store geladen werden. Bitte versuche es später erneut.
es: No pudimos cargar la información del producto desde la App Store. Inténtalo de nuevo más tarde.
fr: Échec de chargement des informations de produit depuis l'App Store. Veuillez réessayer ultérieurement.
ja: App Storeからの商品情報を読み込めません。後ほど改めてお試しください。
pt: Não é possível carregar informações sobre o produto na App Store. Tente novamente mais tarde.
vi: Không thể tải các thông tin về sản phẩm từ App Store. Vui lòng thử lại sau.
zh_hant_tw: 無法從 App Store 載入產品資訊。請稍後再試。

# RestorePurchasesErrorTitle
source: Error Restoring Purchases
de: Fehler beim Wiederherstellen deiner Käufe
es: Error al restaurar las compras
fr: Erreur de restauration des achats
ja: 購入の復元エラー
pt: Erro ao Resturar Compras
vi: Lỗi khi đang Khôi phục lại Thanh toán
zh_hant_tw: 還原購買項目時發生錯誤

# RestorePurchasesError
source: Unable to restore purchases at this time. Please try again later.
de: Käufe können aktuell nicht wiederhergestellt werden. Bitte versuche es später erneut.
es: Erro al restaurar las compras en este momento. Por favor, intentar más tarde.
fr: Échec de la restauration des achats. Veuillez réessayer ultérieurement.
ja: 現在、購入を復元できません。後ほど改めてお試しください。
pt: Não é possível restaurar compras no momento. Tente novamente mais tarde.
vi: Không thể khôi phục lại thanh toán vào lúc này. Vui lòng thử lại sau.
zh_hant_tw: 暫時無法還原購買項目。請稍後再試。

# RestorePurchasesSuccessTitleSingular
source: %lu Purchase Restored!
de: %lu Kauf wiederhergestellt!
es: ¡%lu Compra restaurada!
fr: %lu achat restauré !
ja: %lu個の購入を復元しました！
pt: %lu Compra Restaurada!
vi: %lu Thanh toán được Khôi phục lại!
zh_hant_tw: 已還原 %lu 個購買項目！

# RestorePurchasesSuccessTitlePlural
source: %lu Purchases Restored!
de: %lu Käufe wiederhergestellt!
es: ¡%lu Compra restaurada!
fr: %lu achats restaurés !
ja: %lu個の購入を復元しました！
pt: %lu Compras Restauradas!
vi: %lu Thanh toán được Khôi phục lại!
zh_hant_tw: 已還原 %lu 個購買項目！

# RestorePurchasesSuccess
source: You can review your purchases in the Settings section.
de: Du kannst deine Käufe in den Einstellungen überprüfen.
es: Puedes revisar tus compras en la sección de configuraciones
fr: Vous pouvez parcourir vos achats depuis la section Paramètres.
ja: これまでの購入内容は「設定」画面から確認できます。
pt: Você pode rever suas compras na seção Configurações.
vi: Bạn có thể xem xét lại các thanh toán của mình trong mục Thiết lập.
zh_hant_tw: 你可以在 [設定] 區段檢視你的購買項目。

# ActivityRestoring
source: Restoring...
de: Wiederherstellen...
es: Restaurando...
fr: Restauration...
ja: 復元しています…
pt: Restaurando...
vi: Đang khôi phục lại...
zh_hant_tw: 還原中...

# ActivityPurchasing
source: Purchasing...
de: Kaufen...
es: Comprando...
fr: Achat en cours...
ja: 購入処理中です…
pt: Comprando...
vi: Đang thanh toán...
zh_hant_tw: 購買中...

# PurchaseUnlockWithPrice
source: Unlock for %@
de: Freischalten für %@
es: Desbloquear para %@
fr: Débloquer pour %@
ja: %@でアンロック
pt: Desbloquear para %@
vi: Mở cho %@
zh_hant_tw: %@ 即可解鎖

# SettingsRestorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
pt: Restaurar Compras
vi: Khôi phục lại Thanh toán
zh_hant_tw: 還原購買項目

# SettingsRestorePurchasesPrompt
source: You haven't purchased anything on this device. If you've made purchases on another device, tap Restore Purchases to restore them.
de: Du hast nichts auf diesem Gerät gekauft. Wenn du Käufe auf einem anderen Gerät getätigt hast, tippe auf Käufe wiederherstellen, um sie wiederherzustellen.
es: No has comprado en este dispositivo. Si has hecho compras en otro dispositivo, haz clic en Restaurar compras para reiniciarlas.
fr: Vous n'avez effectué aucun achat sur cet appareil. Si vous avez effectué des achats sur un autre appareil, cliquez sur « Restaurer les achats » pour les restaurer.
ja: このデバイスで購入されたものはありません。 別のデバイスで購入されている場合は、[購入を復元]ボタンをタップして復元してください。
pt: Você ainda não comprou nada neste dispositivo. Se você já fez compras em outro dispositivo, toque em Restaurar Compras para restaurá-las.
vi: Bạn chưa thanh toán bất kỳ thứ gì trên thiết bị này. Nếu bạn đã thực hiện thanh toán trên một thiết bị khác, hãy chạm vào Khôi phục lại Thanh toán để khôi phục chúng.
zh_hant_tw: 你尚未在此裝置上買過任何東西。 如果你曾在另一個裝置上購買，請點選 [還原購買項目] 進行還原。

# AuthorizationContextDefault
source: We are so excited to have you join our community! Create an account and you'll be able to create, post, and share!
de: Wir freuen uns riesig, dich in unserer Community zu haben! Erstelle ein Konto, und du kannst Dinge kreieren, veröffentlichen und teilen!
es: ¡Estamos muy contentos de que te unas a nuestra comunidad! ¡Abre una cuenta y podrás crear, publicar y compartir!
fr: Nous sommes heureux que vous ayez rejoint notre communauté ! Créez un compte et vous pourrez créer, publier et partager !
ja: このコミュニティにご参加いただき、ありがとうございます！ アカウントを作成すると、なにかを作ったり、投稿したり、共有したりできます！
pt: Estamos animados em ter você como parte da nossa comunidade! Crie uma conta, e você poderá criar, postar e compartilhar conteúdo!
vi: Chúng tôi rất hào hứng khi có bạn tham gia vào cộng đồng của mình! Hãy tạo một tài khoản và bạn sẽ có thể tạo, đăng bài và chia sẻ!

# AuthorizationContextCreatePost
source: Yay! We can't wait to see your first post. Just create an account and start sharing your lovely creation with the community!
de: Juhu! Wir können es kaum erwarten, deinen ersten Artikel zu sehen. Erstelle einfach ein Konto und du kannst deine schöne Kreation mit der Community teilen!
es: ¡Sí! No podemos esperar para ver tu primera publicación. ¡Solo tienes que crear una cuenta y empezar a compartir tus ideas con la comunidad!
fr: Youpie ! Nous avons hâte de découvrir votre première publication. Créez simplement un compte et commencez à partager votre magnifique création avec la communauté !
ja: やりましたね！ 私達もあなたの初投稿が待ち遠しいです。さっそくアカウントを作成して、あなたの素晴らしい作品をコミュニティにシェアしてあげましょう！
pt: Oba! Mal podemos esperar para ver a sua primeira postagem. Basta criar uma conta e começar a compartilhar as suas belas criações com a comunidade!
vi: Này! Chúng tôi không thể đợi để xem bài đăng đầu tiên của bạn. Chỉ cần tạo ra một tài khoản và bắt đầu chia sẻ mục tạo đáng yêu của bạn với cộng đồng!
