Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

# ReportUserMessage
source: This user will be reviewed within 24 hours
de: Dieser Benutzer wird innerhalb von 24 Stunden überprüft werden
es: Este usuario será revisado en 24 horas.
fr: Cet utilisateur sera examiné dans les 24 heures
ja: このユーザーは24時間以内に審査されます
pt: Este usuário será revisado no prazo de 24 horas
vi: Người dùng này sẽ được xem xét trong vòng 24 giờ
zh_hant_tw: 該使用者將在 24 小內接受審查

# CommentAlreadyReported
source: Comment Already Flagged
de: Kommentar bereits markiert
es: Comentario ya marcado
fr: Commentaire déjà signalé
ja: コメントはすでに報告済みです
pt: Comentário já Sinalizado
vi: Bình luận Đã được Cảnh báo
zh_hant_tw: 留言已遭檢舉

source: Block User
de: Benutzer sperren
es: Usuario bloqueado
fr: Bloquer l'utilisateur
ja: ユーザーをブロック
pt: Bloquear Usuário
vi: Chặn Người dùng

source: Copy Profile URL
de: Profil-URL kopieren
es: Copiar la URL del perfil
fr: Copier l'URL du profil
ja: プロフィールURLをコピー
pt: Copiar URL do Perfil
vi: Sao chép URL Hồ sơ

source: Create a Video Post
de: Video-Beitrag erstellen
es: Crear una publicación sobre el vídeo
fr: Créer une publication vidéo
ja: 動画投稿を作成
pt: Criar uma Publicação de Vídeo
vi: Tạo một Bài đăng Video

source: Create an Image Post
de: Beitrag mit Bild erstellen
es: Crea una publicación sobre la imagen
fr: Créer une publication image
ja: 画像投稿を作成
pt: Criar uma Publicação de Imagem
vi: Tạo một Bài đăng Hình ảnh

source: Create a Poll
de: Umfrage erstellen
es: Crea una encuesta
fr: Créer un sondage
ja: アンケートを作成
pt: Criar uma Enquete
vi: Tạo một Bình chọn

source: Create a Text Post
de: Erstelle einen Textbeitrag
es: Crea una publicación de texto
fr: Créez une publication texte
ja: このテキスト投稿を見てみて
pt: Criar Postagem de Texto
vi: Tạo một Bài đăng Văn bản

source: New Poll
de: Neue Umfrage
es: Nueva encuesta
fr: Nouveau sondage
ja: 新しいアンケート
pt: Nova Enquete
vi: Bình chọn Mới

source: Ask a question...
de: Stelle eine Frage...
es: Haz una pregunta...
fr: Poser une question...
ja: 質問する…
pt: Fazer uma pergunta...
vi: Hỏi một câu hỏi...
zh_hant_tw: 詢問問題...

source: Vote this
de: Wähle für dieses
es: Vota esto
fr: Voter pour ceci
ja: これに投票する
pt: Votar neste
vi: Bầu cho cái này
zh_hant_tw: 支持這個

source: Vote that
de: Wähle für das
es: Vota aquello
fr: Voter pour cela
ja: あれに投票する
pt: Votar nesse
vi: Bầu cho cái kia
zh_hant_tw: 贊同那個

source: Create Poll
de: Umfrage erstellen
es: Crear una encuesta
fr: Créer un sondage
ja: アンケート作成
pt: Criar Enquete
vi: Tạo Bình chọn

# TranscodingMediaTitle
source: Transcoding Upload
de: Umschlüsselungs-Upload
es: Transcodificando la carga
fr: Transcodage du téléchargement
ja: アップロード内容を変換中
pt: Transcodificando Carregamento
vi: Tải lên phần Chuyển mã

# TranscodingMediaBody
source: Your upload is taking longer than usual to transcode. It will appear once we've finished.
de: Die Umschlüsselung des Uploads dauert länger als üblich. Es wird angezeigt, wenn wir fertig sind.
es: La carga está tomando más tiempo de lo habitual para transcodificarse. Aparecerá una vez que hayamos terminado.
fr: Le transcodage de votre téléchargement prend plus de temps que d'habitude. Il apparaîtra une fois terminé.
ja: アップロード内容の変換がいつも以上に時間が掛かっています。作業完了後に表示されます。
pt: Seu carregamento está demorando mais do que o habitual para ser transcodificado. Ele será exibido assim que terminarmos.
vi: Tải lên của bạn chuyển mã mất nhiều thời gian hơn. Nó sẽ xuất hiện sau khi bạn đã hoàn thành.

# PollUploadTitle
source: Poll Upload Failed
de: Umfrage-Upload fehlgeschlagen
es: Error al cargar la encuesta
fr: Échec du chargement du sondage
ja: アンケートのアップロード失敗
pt: Falha no Carregamento da Enquete
vi: Tải lên Bình chọn Không thành công

# PollUploadBody
source: Unable to upload Poll to server
de: Umfrage kann nicht auf den Server hochgeladen werden
es: No se puede subir cargar la encuesta al servidor
fr: Échec de chargement du sondage sur le serveur
ja: アンケートをサーバーにアップロードできませんでした
pt: Não é possível carregar a Enquete no servidor
vi: Không thể tải Bình chọn lên máy chủ

# UploadFailedTitle
source: Media Upload Failed
de: Medien-Upload fehlgeschlagen
es: Error al cargar los medios
fr: Échec du chargement du média
ja: メディアのアップロード失敗
pt: Falha no Carregamento da Mídia
vi: Tải lên Đa phương tiện Không thành công

# DuplicateVideoTitle
source: Duplicate Video
de: Doppeltes Video
es: Video duplicado
fr: Dupliquer la vidéo
ja: すでに存在する動画
pt: Duplicar Vídeo
vi: Video Trùng

# DuplicateVideoBody
source: It looks like you're trying to upload a video that has already been uploaded.
de: Du versuchst anscheinend, ein Video hochzuladen, das bereits hochgeladen wurde.
es: Parece que estás tratando de subir un video que ya ha sido cargado.
fr: Il semblerait que vous essayiez de télécharger une vidéo qui a déjà été téléchargée.
ja: アップロード中の動画はすでにアップロードされているようです。
pt: Parece que você está tentando carregar um vídeo que já foi carregado.
vi: Có vẻ như bạn đang cố gắng tải lên một video đã được tải lên từ trước.

# Uploading
source: Your content is uploading...
de: Dein Inhalt wird hochgeladen...
es: Tu contenido se está cargando...
fr: Votre contenu est en cours de téléchargement.
ja: あなたのコンテンツをアップロード中…
pt: Seu conteúdo está sendo carregado...
vi: Nội dung của bạn đang được tải lên...
zh_hant_tw: 你的內容正在上傳中...

# UploadFinalizing
source: We are finalizing your post, it will be available soon.
de: Wir finaliseren gerade deinen Beitrag; er wird bald verfügbar sein.
es: Estamos por terminar tu publicación, pronto la verás.
fr: Votre publication est en cours de finalisation. Elle sera bientôt disponible.
ja: あなたの投稿は最終段階に入っています、あと少しで表示されます。
pt: Estamos finalizando sua postagem, ela estará disponível em breve.
vi: Chúng tôi đang hoàn tất bài đăng của bạn, nó sẽ sẵn sàng sớm.
zh_hant_tw: 你的貼文即將完成，很快即可閱讀。

# UploadFailed
source: Sorry, your upload failed. Please check your connection and try again.
de: Dein Upload ist leider fehlgeschlagen. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: Lo sentimos, tu carga tuvo un error. Por favor, comprueba la conexión y vuelve a intentarlo.
fr: Désolés, votre téléchargement a échoué. Veuillez vérifier votre connexion et réessayer.
ja: ごめんなさい、アップロードが失敗してしまいました。ご利用の接続を確認の上、もう一度お試しください。
pt: Lamentamos. Houve uma falha no seu carregamento. Verifique sua conexão e tente novamente.
vi: Rất tiếc, tải lên của bạn không thành công. Vui lòng kiểm tra kết nối của bạn và thử lại.
zh_hant_tw: 抱歉，上傳失敗了。請確認網路連線並再試一次。

# UploadSuccess
source: Success! Your post has been uploaded.
de: Geschafft! Dein Beitrag wurde hochgeladen.
es: ¡Lo logramos! Tu publicación ya se cargó.
fr: Réussite ! Votre publication a été téléchargée.
ja: 成功です！ 投稿がアップロードされました。
pt: Êxito! Sua postagem foi carregada.
vi: Thành công! Bài đăng của bạn đã được tải lên.
zh_hant_tw: 成功了！你的貼文已經上傳。

source: Upload Error
de: Upload-Fehler
es: Error al cargar
fr: Erreur de chargement
ja: アップロードエラー
pt: Erro de Carregamento
vi: Lỗi Tải lên

# UploadErrorBody
source: Something went wrong, and we are unable to complete the upload at this time.
de: Etwas ist schiefgelaufen und wir können deinen Upload momentan nicht fertigstellen.
es: Algo salió mal y no podemos completar la carga en este momento.
fr: Une erreur s'est produite et nous ne sommes pas en mesure de finaliser le téléchargement pour l'instant.
ja: 何かしらの問題が発生し、現時点ではアップロードを完了できませんでした。
pt: Algo deu errado, e não estamos conseguindo concluir o carregamento no momento.
vi: Có thứ gì đó bị sai, và chúng tôi không thể hoàn tất tải lên lúc này.

# UploadCancelAreYouSure
source: Are you sure you want to cancel this upload?
de: Willst du diesen Upload wirklich abbrechen?
es: ¿Seguro que deseas cancelar esta carga?
fr: Souhaitez-vous vraiment annuler ce téléchargement ?
ja: 本当にこのアップロードをキャンセルしてよろしいですか？
pt: Tem certeza de que deseja cancelar este carregamento?
vi: Bạn có chắc mình muốn hủy tải lên này?
zh_hant_tw: 你確定要取消上傳？

# YesCancelUpload
source: Yes, cancel this upload
de: Ja, diesen Upload abbrechen
es: Sí, cancela esta carga
fr: Oui, annuler ce téléchargement
ja: はい、アップロードをキャンセルします
pt: Sim, cancelar este carregamento
vi: Có, hãy hủy tải lên này
zh_hant_tw: 是，取消上傳

source: No, keep uploading
de: Nein, weiter hochladen
es: No, sigue cargando
fr: Non, continuer le téléchargement
ja: いいえ、アップロードを続けます
pt: Não, continuar carregando
vi: Không, tiếp tục tải lên
zh_hant_tw: 不，繼續上傳

source: Cancelling...
de: Abbruch...
es: Cancelando...
fr: Annulation en cours...
ja: キャンセルしています…
pt: Cancelando...
vi: Đang hủy...
zh_hant_tw: 取消中...

# RefreshError
source: Unable to refresh.
de: Aktualisierung fehlgeschlagen.
es: No se ha podido actualizar.
fr: Échec de l'actualisation.
ja: 更新できませんでした。
pt: Impossível atualizar.
vi: Không thể làm mới.
zh_hant_tw: 無法重新整理。

# MediaAlreadyCreated
source: Media was already created.
de: Medien wurden bereits erstellt.
es: Los medios ya han sido creados
fr: Le média a déjà été créé.
ja: メディアはすでに作成済みです。
pt: A mídia já foi criada.
vi: Đa phương tiện đã được tạo xong.

# FollowError
source: There was an error following this user.
de: Beim Folgen dieses Benutzers ist ein Fehler aufgetreten.
es: Hubo un error el seguir a este usuario.
fr: Une erreur s'est produite lors de l'abonnement à cet utilisateur.
ja: このユーザーのフォロー開始中にエラーが発生しました。
pt: Erro ao seguir este usuário.
vi: Đã có một lỗi khi theo dõi người dùng này.
zh_hant_tw: 追蹤該使用者時發生錯誤。

# UnfollowError
source: There was an error unfollowing this user.
de: Beim Entfolgen dieses Benutzers ist ein Fehler aufgetreten.
es: Hubo un error el seguir a este usuario.
fr: Une erreur s'est produite lors de l'abonnement à cet utilisateur.
ja: このユーザーのフォロー解除中にエラーが発生しました。
pt: Erro ao parar de seguir este usuário.
vi: Đã có một lỗi khi bỏ theo dõi người dùng này.
zh_hant_tw: 取消追蹤該使用者時發生錯誤。

# FollowingSectionHeader
source: Already Following
de: Bereits gefolgt
es: Ya lo estás siguiendo
fr: Abonnement existant
ja: すでにフォロー中です
pt: Já Seguindo
vi: Đã Theo dõi
zh_hant_tw: 已追蹤

# FacebookFollowingSectionHeader
source: Follow Your Facebook Friends
de: Folge deinen Facebook-Freunden
es: Sigue a tus amigos de Facebook
fr: Suivez vos amis Facebook
ja: Facebookフレンドをフォロー
pt: Siga seus Amigos do Facebook
vi: Theo dõi Bạn bè Facebook của bạn
zh_hant_tw: 追蹤你的 Facebook 好友

# TwitterFollowingSectionHeader
source: Follow Your Twitter Friends
de: Folge deinen Twitter-Freunden
es: Sigue a tus amigos de Twitter
fr: Suivez vos amis de Twitter
ja: Twitterフレンドをフォロー
pt: Siga seus Amigos do Twitter
vi: Theo dõi Bạn bè Twitter của Bạn
zh_hant_tw: 追蹤你的 Twitter 好友

# AddressBookFollowingSectionHeader
source: Follow Your Contacts
de: Folge deinen Kontakten
es: Sigue a tus contacots
fr: Suivre vos contacts
ja: 連絡先に登録している人をフォロー
pt: Siga Seus Contatos
vi: Theo dõi các Liên lạc của Bạn
zh_hant_tw: 追蹤你的聯絡人

# ConversationLoadError
source: Unable to load conversation
de: Gespräch kann nicht geladen werden
es: No se puede cargar la conversación
fr: Échec de chargement de la conversation
ja: 会話を読み込めませんでした
pt: Não é possível carregar a conversa
vi: Không thể nạp hội thoại
zh_hant_tw: 無法載入對話

# ConversationDelError
source: Unable to delete conversation
de: Gespräch kann nicht gelöscht werden
es: No se puede borrar la conversación
fr: Échec de suppression de la conversation
ja: 会話を削除できませんでした
pt: Não é possível excluir a conversa
vi: Không thể xóa hội thoại
zh_hant_tw: 無法刪除對話

# ConversationSendError
source: Your message could not be sent
de: Deine Nachricht konnte nicht gesendet werden
es: No se pudo mandar tu mensaje
fr: Votre message n'a pas pu être envoyé
ja: メッセージを送信できませんでした
pt: Não foi possível enviar sua mensagem
vi: Tin nhắn không thể gửi được
zh_hant_tw: 你的訊息無法送出

source: Normal
ja: ノーマル
vi: Bình thường

# ClosePreviewConfirm
source: Are you sure you want to close the window? Your creation will be lost.
de: Möchtest du dieses Fenster wirklich schließen? Deine Kreation wird verloren gehen.
es: ¿Seguro que deseas cerrar la ventana? Tu creación se perderá.
fr: Souhaitez-vous vraiment fermer la fenêtre ? Votre création sera perdue.
ja: ウィンドウを閉じて本当によろしいですか？ あなたの作品は失われてしまいます。
pt: Tem certeza de que deseja fechar a janela? Sua criação será perdida.
vi: Bạn có chắc mình muốn đóng cửa sổ lại? Những nội dung bạn tạo sẽ bị mất.

source: Stay
de: Bleiben
es: Quedarse
fr: Rester
ja: そのままにする
pt: Permanecer
vi: Ở lại

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
vi: Đóng

# PublishUpload
source: Your content is being uploaded.
de: Dein Inhalt wird hochgeladen.
es: Tu contenido se está cargando
fr: Votre contenu est en cours de téléchargement.
ja: あなたのコンテンツがアップロード中です。
pt: Seu conteúdo está sendo carregado.
vi: Nội dung của bạn đang được tải lên.

source: Publish Succeeded
de: Erfolgreich veröffentlicht
es: Publicación exitosa
fr: Réussite de la publication
ja: 公開されました
pt: Publicação Bem-sucedida
vi: Công bố Thành công

# PublishSucceededDetail
source: Your media has been submitted to the server. It may take a few minutes for your content to appear.
de: Deine Medien wurden an den Server übermittelt. Es kann einige Sekunden dauern, bis dein Inhalt erscheint.
es: Tus medios han sido enviados al servidor. Puede tomar algunos minutos para que aparezca su contenido.
fr: Votre média a été transmis au serveur. Quelques minutes pourraient s'avérer nécessaires pour que votre contenu apparaisse.
ja: あなたのメディアがサーバーへ送信されました。コンテンツが表示されるまで数分かかる場合があります。
pt: Sua mídia foi enviada ao servidor. Pode demorar alguns minutos para que o seu conteúdo apareça.
vi: Đa phương tiện của bạn đã được nộp lên máy chủ. Có thể sẽ mất vài phút để nội dung của bạn xuất hiện.

# PublishDescriptionRequired
source: Text Needed
de: Text wird benötigt
es: Se necesita texto
fr: Texte requis
ja: テキストが必要です
pt: Texto Necessário
vi: Cần văn bản

# PublishDescription
source: Please enter the caption for your content.
de: Bitte gib eine Bildunterschrift für deinen Inhalt ein.
es: Por favor, ingresa un título para tu contenido.
fr: Veuillez saisir une légende pour votre contenu.
ja: コンテンツのキャプションを入力してください。
pt: Insira a legenda para o seu conteúdo.
vi: Vui lòng nhập tiêu đề cho nội dung của bạn.

# PublishDescriptionMinCharacters
source: Please enter a longer description.
de: Bitte gib eine längere Beschreibung ein.
es: Por favor, ingresa una descripción más larga.
fr: Veuillez saisir une description plus longue.
ja: もっと長い説明文を入力してください。
pt: Insira uma descrição mais longa.
vi: Vui lòng nhập một mô tả dài hơn.

source: Sorry, we were having some trouble on our end. Please retry.
es: Lo sentimos, tenemos algunos problemas aquí. Por favor vuelve a intentarlo.
fr: Désolé, nous rencontrons des difficultés. Veuillez réessayer.
ja: 申し訳ありません。こちら側で問題があったようです。もう一度お試しください。
pt: Desculpe, nós estamos tendo alguns problemas. Tente novamente.
vi: Rất tiếc, chúng tôi gặp một vài vấn đề ở phía chúng tôi. Vui lòng thử lại.
zh_hant_tw: 抱歉，我們這裡出了點錯誤。請再試一次。

source: We failed to retrieve publish permissions.
es: No pudimos conseguir los permisos de publicación.
fr: Nous n'avons pas pu récupérer les autorisations de publication.
ja: 公開の許可を取得するのに失敗しました。
pt: Nós não conseguimos recuperar as permissões de publicação.
vi: Chúng tôi không nhận được quyền công bố.

source: Retry
es: Vuelve a intentarlo
fr: Réessayer
ja: 再試行
pt: Tentar novamente
vi: Thử lại
zh_hant_tw: 重試

source: Replace Video
de: Video ersetzen
es: Reemplazar el video
fr: Remplacer la vidéo
ja: 動画を入れ替える
pt: Substituir Vídeo
vi: Thay thế Video

# VideoPlayFailed
source: Video loading failed.
de: Video konnte nicht wiedergegeben werden
es: Error al reproducir el video
fr: Échec de lecture de la vidéo
ja: 動画の読み込みに失敗しました。
pt: Falha ao carregar o vídeo.
vi: Tải video lên không thành công.

source: See More
de: Weitere ansehen
es: Ver más
fr: Voir plus
ja: 詳細
pt: Ver Mais
vi: Xem Thêm

source: Post Will Expire
de: Beitrag wird ablaufen
es: La publicación va a expirar
fr: La publication va expirer
ja: 投稿は期限切れになります
pt: A Publicação Perderá a Validade
vi: Bài Đăng sẽ Hết hạn

source: Cancel Expiration?
de: Ablauf abbrechen?
es: ¿Cancelar la expiración?
fr: Annuler l'expiration ?
ja: 期限を取り消しますか？
pt: Cancelar Vencimento?
vi: Hủy Hết hạn?

# CancelExirationConfirm
source: Are you sure you want to cancel out of setting an expiration date?
de: Willst du wirklich das Einstellen eines Ablaufdatums abbrechen?
es: ¿Estas seguro que deseas cancelar la fecha de expiración?
fr: Souhaitez-vous vraiment quitter le paramétrage d'une date d'expiration ?
ja: 期限日付の設定を取り消して本当によろしいですか？
pt: Tem certeza de que deseja cancelar a definição de uma data de vencimento?
vi: Bạn có chắc mình muốn hủy thiết lập ngày hết hạn?

source: Now
de: Jetzt
es: Ahora
fr: 0s
ja: 今
pt: Agora
vi: Ngay
zh_hant_tw: 現在

# SecondsAgo
source: %ds
ja: %d秒

# MinuteAgo
source: 1m
de: 1 Min.
es: 1 minuto
fr: 1min
ja: 1分間
zh_hant_tw: 1 分鐘

# MinutesAgo
source: %dm
ja: %d分間
zh_hant_tw: %d 分鐘

# HourAgo
source: 1h
de: 1 Std.
ja: 1時間
zh_hant_tw: 1 小時

# HoursAgo
source: %dh
ja: %d時間
zh_hant_tw: %d 小時

# Yesterday
source: 1d
de: 1T
fr: 1j
ja: 1日間
zh_hant_tw: 1 天

# DaysAgo
source: %dd
de: %dt
ja: %d日間
zh_hant_tw: %d 天

# LastWeek
source: 1w
es: 1e
fr: 1sem.
ja: 1週間
pt: 1s
zh_hant_tw: 1 週

# WeeksAgo
source: %dw
es: %de
ja: %d週間
pt: %ds
zh_hant_tw: %d 週

# LastMonth
source: 1mo
es: 1 mes
fr: 1mois
ja: 1ヶ月間
pt: 1me
zh_hant_tw: 1 個月

# MonthsAgo
source: %dmo
es: %d meses
ja: %dヶ月間
pt: %dme
zh_hant_tw: %d 個月

# LastYear
source: 1y
de: 1J
es: 1a
fr: 1an
ja: 1年間
pt: 1a
zh_hant_tw: 1 年

# YearsAgo
source: %dy
de: %dj
es: %da
ja: %d年間
pt: %da
zh_hant_tw: %d 年

source: Minute
es: Minuto
ja: 分
pt: Minuto
vi: Phút

source: Hour
de: Stunde
es: Hora
fr: Heure
ja: 時間
pt: Hora
vi: Giờ

source: Day
de: Tag
es: Día
fr: Jour
ja: 日
pt: Dia
vi: Ngày

source: Week
de: Woche
es: Semana
fr: Semaine
ja: 週間
pt: Semana
vi: Tuần

source: Month
de: Monat
es: Mes
fr: Mois
ja: ヶ月
pt: Mês
vi: Tháng

source: Minutes
de: Minuten
es: Minutos
ja: 分
pt: Minutos
vi: Phút

source: Hours
de: Stunden
es: Horas
fr: Heures
ja: 時間
pt: Horas
vi: Giờ

source: Days
de: Tage
es: Días
fr: Jours
ja: 日
pt: Dias
vi: Ngày

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
ja: 週間
pt: Semanas
vi: Tuần

source: Months
de: Monate
es: Meses
fr: Mois
ja: ヶ月
pt: Meses
vi: Tháng

source: Just a moment
de: Einen Moment bitte
es: Un momento
fr: Un instant
ja: 少々お待ちください
pt: Um momento
vi: Đợi một chút
zh_hant_tw: 請稍候

source: Locating Video...
de: Video wird gefunden...
es: Cargando video...
fr: Localisation de la vidéo...
ja: 動画を探しています…
pt: Localizando Vídeo...
vi: Đang định vị Video...

source: Downloading Video...
de: Video wird heruntergeladen...
es: Bajando video...
fr: Téléchargement de la vidéo...
ja: 動画をダウンロード中…
pt: Baixando Vídeo...
vi: Đang tải Video...

source: Stitching...
de: Verknüpfung wird hergestellt...
es: Cosiendo...
fr: Montage...
ja: 縫い合わせ中…
pt: Unindo...
vi: Đang ghép...

# SegmentDownloadFail
source: Unable to get Video
de: Auf das Video kann nicht zugegriffen werden
es: No se pudo conseguir el video
fr: Échec de récupération de la vidéo
ja: 動画を取得できませんでした
pt: Não é possível obter o Vídeo
vi: Không thể lấy Video

# TryAgain
source: Please try again later.
de: Bitte versuche es später erneut.
es: Por favor, intenta más tarde.
fr: Veuillez réessayer ultérieurement.
ja: 後ほど改めてお試しください。
pt: Tente novamente mais tarde.
vi: Vui lòng thử lại sau.
zh_hant_tw: 請稍後再試。

source: Expires on %@
de: Läuft ab am %@
es: Expira el %@
fr: Expire le %@
ja: %@に期限が切れます
pt: Vence em %@
vi: Hết hạn vào %@

source: Me
es: Yo
fr: Moi
ja: あなた
pt: Eu
vi: Tôi

source: Edit
es: Editar
fr: Modifier
ja: 編集する
pt: Editar
vi: Chỉnh sửa
zh_hant_tw: 編輯

# editProfileButton
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier
ja: プロフィール編集
pt: Editar Perfil
vi: Chỉnh sửa Hồ sơ
zh_hant_tw: 編輯個人資料

source: Followers
de: Follower
es: Seguidores
fr: Abonnés
ja: フォロワー
pt: Seguidores
vi: Người Theo dõi
zh_hant_tw: 追蹤者

source: Following
de: Folgen
es: Siguiendo
fr: Abonnements
ja: フォロー中
pt: Seguindo
vi: Đang Theo dõi
zh_hant_tw: 追蹤中

source: Follow
de: Folgen
es: Seguir
fr: Suivre
ja: フォロー中
pt: Seguir
vi: Theo dõi
zh_hant_tw: 追蹤

source: Reset Password
de: Passwort zurücksetzen
es: Cambiar contraseña
fr: Réinitialiser le mot de passe
ja: パスワードのリセット
pt: Redefinir Senha
vi: Đặt lại Mật khẩu
zh_hant_tw: 重設密碼

# ResetPasswordPrompt
source: Please enter your e-mail address.
de: Bitte gib deine E-Mail-Adresse ein.
es: Por favor, ingresa tu email
fr: Veuillez saisir votre adresse e-mail.
ja: あなたのメールアドレスを入力してください。
pt: Insira seu endereço de e-mail.
vi: Vui lòng nhập địa chỉ email của bạn.
zh_hant_tw: 請輸入你的電子郵件地址。

# ResetPasswordPlaceholder
source: E-mail Address
de: E-Mail-Adresse
es: Email
fr: Adresse e-mail
ja: メールアドレス
pt: Endereço de E-mail
vi: Địa chỉ Email

source: Password Error
de: Passwortfehler
es: Error en la contraseña
fr: Erreur de mot de passe
ja: パスワードエラー
pt: Erro de Senha
vi: Lỗi Mật khẩu
zh_hant_tw: 密碼錯誤

# ResetPasswordErrorExpiredTitle
source: Reset code expired
de: Wiederherstellungscode abgelaufen
es: Restablecer el código expirado
fr: Le code de réinitialisation a expiré
ja: リセット用コードの期限切れ
pt: Código de reposição vencido
vi: Mã đặt lại hết hạn

# ResetPasswordErrorExpiredMessage
source: Please request another reset code and try again.
de: Frage bitte einen neuen Wiederherstellungscode an und versuche es erneut.
es: Por favor, solicita volver a establecer el código e intenta de nuevo.
fr: Veuillez demander un nouveau code de réinitialisation et réessayer.
ja: 別のリセットコードを新たに取得して、もう一度お試しください。
pt: Solicite outro código de redefinição e tente novamente.
vi: Vui lòng yêu cầu lại một mã đặt lại mới và thử lại.

# ResetPasswordErrorInvalidTitle
source: Current Password Invalid
de: Aktuelles Passwort ungültig
es: Contraseña inválida
fr: Mot de passe actuel incorrect
ja: 現在のパスワードが無効
pt: Senha Atual Inválida
vi: Mật khẩu Hiện tại Không hợp lệ
zh_hant_tw: 目前密碼無效

# ResetPasswordErrorIncorrectTitle
source: Incorrect Password
de: Passwort falsch
es: Contraseña incorrecta
fr: Mot de passe incorrect
ja: 誤ったパスワード
pt: Senha Incorreta
vi: Mật khẩu Không đúng
zh_hant_tw: 密碼不正確

# ResetPasswordErrorMessage
source: Please re-enter your current password.
de: Bitte gib dein aktuelles Passwort erneut ein.
es: Reingresa su contraseña.
fr: Veuillez saisir à nouveau votre mot de passe actuel.
ja: 現在のパスワードを再度入力してください。
pt: Reinsira sua senha atual.
vi: Vui lòng nhập lại mật khẩu hiện tại của bạn.
zh_hant_tw: 請重新輸入你目前的密碼。

# ResetPasswordErrorFailTitle
source: Password Reset Error
de: Fehler beim Zurücksetzen des Passworts
es: Error en el cambio de contraseña
fr: Erreur de réinitialisation du mot de passe
ja: パスワードのリセットエラー
pt: Erro de Redefinição da Senha
vi: Lỗi Đặt lại Mật khẩu
zh_hant_tw: 密碼重設錯誤

# ResetPasswordErrorFailMessage
source: We are unable to reset your password at this time. Please try again later.
de: Wir sind zur Zeit nicht in der Lage, dein Passwort zurückzusetzen. Bitte versuche es später erneut.
es: No podemos cambiar tu contraseña en este momento. Inténtalo de nuevo más tarde.
fr: Nous ne sommes actuellement pas en mesure de réinitialiser votre mot de passe. Veuillez réessayer ultérieurement.
ja: 現在あなたのパスワードをリセットできません。後ほど改めてお試しください。
pt: Não podemos redefinir sua senha no momento. Tente novamente mais tarde.
vi: Chúng tôi không thể đặt lại mật khẩu của bạn vào lúc này. Vui lòng thử lại sau.
zh_hant_tw: 我們目前無法重設你的密碼。請稍後再試。

# ResetPasswordNewEqualsCurrentTitle
source: Invalid New Password
de: Ungültiges neues Passwort
es: Nueva contraseña inválida
fr: Nouveau mot de passe non valide.
ja: 新しいパスワードが無効
pt: Nova Senha Inválida
vi: Mật khẩu Mới Không hợp lệ
zh_hant_tw: 新密碼無效
