Repository: michaelkm03/Fastlane
Catalog: victorious/victorious/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, vi, zh_hant_tw

# NoMessagesMessage
source: You can send messages to anyone on the app! Just go to their profile and click the compose icon in the top right corner.
de: Du kannst jedem App-Benutzer Nachrichten schicken! Gehe einfach auf dein Profil und klicke auf das ‚Erstellen‘-Symbol in der oberen rechten Ecke.
es: ¡Puedes enviar mensajes a cualquier persona en la app! Sólo tienes que ir a su perfil y hacer clic en el icono de composición en la esquina superior derecha.
fr: Vous pouvez envoyer des messages à tout le monde depuis l'application ! Il vous suffit de cliquer sur le profil qui vous intéresse, puis sur l'icône « Composer » dans le coin supérieur droite.
ja: このアプリを利用している人なら誰にでもメッセージを送れます！ その人のプロフィールを開いて、画面右上の新規作成アイコンをクリックするだけ。
pt: Você pode enviar mensagens para qualquer pessoa no aplicativo! Basta ir até o perfil da pessoa e clicar no ícone Escrever, localizado no canto superior direito.
vi: Bạn có thể gửi tin nhắn đến bất kỳ ai trên ứng dụng! Chỉ cần đến phần hồ sơ của họ vào nhấp vào biểu tượng viết tin nhắn trên góc trên bên phải.
zh_hant_tw: 你可以傳訊息給這個應用程式裡的任何人！只要前往他們的個人資料頁面，點選右上角的撰寫圖示即可。

# NoNotificationsTitle
source: NO NOTIFICATIONS RIGHT NOW
de: MOMENTAN KEINE BENACHRICHTIGUNGEN
es: NO HAY NOTIFICACIONES POR EL MOMENTO
fr: AUCUNE NOTIFICATION POUR LE MOMENT
ja: 新着の通知はありません
pt: NENHUMA NOTIFICAÇÃO NO MOMENTO
vi: CHƯA CÓ THÔNG BÁO GÌ LÚC NÀY
zh_hant_tw: 目前無任何通知

# NoNotificationsMessage
source: As you engage with the community through commenting, remixing or posting new content, they'll engage more with you. Find their reactions here.
de: Wenn du mit der Community in der Form von Kommentaren, wiederverwerteten oder neuen Inhalten interagierst, werden sie auch mehr mit dir interagieren. Hier findest du ihre Reaktionen.
es: A medida que te involucres en la comunidad a través de los comentarios, remezclas o publicaciones de nuevos contenidos, la gente se involucrará más contigo. Descubre sus reacciones aquí.
fr: Plus vous vous impliquerez dans la communauté en commentant, en remixant ou en publiant du nouveau contenu, plus elle interagira avec vous. Découvrez ses réactions.
ja: コメントやリミックス、新規コンテンツの投稿などでコミュニティに関わっていくことで、皆もあなたに関わってくれます。彼らの反応はこちらから見られます。
pt: Conforme você se envolve com a comunidade por meio de comentários, remixagens ou postagens de novos conteúdos, os membros também se envolverão cada vez mais com você. Descubra as reações deles aqui.
vi: Do bạn gắn bó với cộng đồng thông qua bình luận, kết hợp hoặc đăng tải nội dung mới, họ sẽ gắn bó hơn với bạn. Hãy xem những phản ứng của họ tại đây.
zh_hant_tw: 當你在社群中留言、整合或是張貼新內容，將與成員有更密切的互動。這裡可以找到他們的各種回應。

# NoCommentsTitle
source: BE THE 1ST TO COMMENT!
de: HINTERLASSE DEN 1. KOMMENTAR!
es: ¡SÉ EL PRIMERO EN COMENTAR!
fr: SOYEZ LE PREMIER À COMMENTER !
ja: 最初のコメントを投稿しましょう！
pt: SEJA O PRIMEIRO A COMENTAR!
vi: HÃY LÀ NGƯỜI ĐẦU TIÊN VÀO BÌNH LUẬN!
zh_hant_tw: 成為第一個留言的人！

# NoCommentsMessage
source: Post text, photo or video comments, and see what others say!
de: Poste Text-, Foto- oder Videokommentare und sieh dir an, was die anderen sagen!
es: Publica textos, fotos o comentarios a videos, ¡y ve lo que los demás dicen!
fr: Publiez du texte, des photos ou des commentaires vidéo et découvrez ce qu'en pensent les autres !
ja: テキスト、写真もしくは動画コメントを投稿して、他の皆がなんていうか見てみましょう！
pt: Publique comentários de texto, foto ou vídeo e veja o que os outros vão dizer!
vi: Đăng tin nhắn, ảnh hoặc bình luận video, và xem những điều mọi người nói!
zh_hant_tw: 在貼文、照片或影片底下留言，看看別人怎麼說！

source: Leave a comment at
de: Hinterlassen Sie einen Kommentar auf
es: Deja un comentario en
ja: コメントを投稿 @
pt: Deixe um comentário em
vi: Để lại một lời nhắn tại

source: Leave a comment
de: Hinterlasse einen Kommentar
es: Deja un comentario
ja: コメントを投稿する
pt: Deixar um comentário
vi: Để lại một lời nhắn

# NoFollowersTitle
source: WOMP WOMP! NO ONE HAS FOLLOWED YOU YET
de: UI UI! ES FOLGT DIR NOCH NIEMAND
es: ¡BOMP BOMP! NADIE TE HA SEGUIDO AÚN
fr: PAS DE CHANCE ! PERSONNE NE VOUS SUIT
ja: むむっ！ まだ誰もあなたをフォローしていません
pt: OH-OH! NINGUÉM SEGUIU VOCÊ AINDA
vi: Ồ! CHƯA CÓ HAI THEO DÕI BẠN
zh_hant_tw: 喔不！目前沒有人追蹤你

# NoFollowersMessage
source: Build your own following by engaging with the community through commenting, remixing or posting new content.
de: Baue deine eigene Gefolgschaft auf, indem du mit der Gemeinschaft in der Form von Kommentaren, wiederverwenten oder neuen Inhalten interagierst.
es: Construye tu propio seguimiento participando con la comunidad a través de comentatios, remezcla o publica nuevo contenido.
fr: Créez votre propre réseau d'abonnés en étant actif/ve au sein de la communauté par des commentaires, remixes ou publications de nouveau contenu.
ja: コメントやリミックス、新規コンテンツの投稿などでコミュニティに関わって、あなた自身のフォロワーを募りましょう。
pt: Crie a sua própria multidão de seguidores envolvendo-se na comunidade com comentários, remixagens ou publicação de novos conteúdos.
vi: Hãy xây dựng mạng lưới những người theo dõi bạn bằng cách gắn bó với cộng đồng thông qua cơ chế bình luận, kết hợp lại hoặc đăng nội dung mới.
zh_hant_tw: 在社群中留言、整合或張貼新內容，建立你專屬的追蹤清單。

# NotFollowingTitle
source: RUH-ROH! YOU HAVEN'T FOLLOWED ANYONE YET
de: OH JE! DU FOLGST NOCH NIEMANDEM
es: ¡RUH-ROH! NO SIGUES A NADIE AÚN
fr: OH OH ! VOUS NE SUIVEZ ENCORE PERSONNE
ja: ああっと！ まだ誰もフォローしていません
pt: OH-OH! VOCÊ AINDA NÃO SEGUIU NINGUÉM
vi: Ồ! BẠN VẪN CHƯA THEO DÕI BẤT KỲ AI
zh_hant_tw: 噢哦！你還沒追蹤任何人

# NotFollowingMessage
source: Follow other people to see their content in your stream. It's a great way to find new content or make new friends.
de: Folge anderen Leuten, damit deren Inhalte in deinem Stream angezeigt werden. Dies ist eine gute Möglichkeit, neue Inhalte oder neue Freunde zu finden.
es: Sigue a otras personas para ver su contenido en tu corriente. Es una buena manera de encontrar nuevos contenidos o hacer amigos.
fr: Suivez d'autres utilisateurs pour visualiser leur contenu dans votre flux. C'est une manière sympa de découvrir un nouveau contenu ou de se faire de nouveaux amis.
ja: 他の人をフォローして、あなたのストリーム上に彼らのコンテンツを表示できます。新たなコンテンツを探したり、新しい友達を作ったりするのに最適です。
pt: Siga outras pessoas para ver o conteúdo delas no seu fluxo. Essa é uma ótima maneira de encontrar novos conteúdos ou fazer novos amigos.
vi: Theo dõi những người khác để xem nội dung của họ trong dòng tin của bạn. Đây là một cách tuyệt vời để tìm kiếm nội dung mới hoặc tìm kiếm bạn mới.
zh_hant_tw: 追蹤其他人，你就能在個人串流中看到他們發佈的內容。這是找到新內容或交朋友的絕佳方式。

# NoLikersMessage
source: Show the community what you think is important by liking your favorite content.
es: Muestrale a la comunidad lo que piensas que es importante haciendo clic en me gusta en tus favoritos
fr: Montrez à la communauté ce que vous jugez important en aimant votre contenu favori.
ja: お気に入りのコンテンツを「いいね」してあなたにとって大事なものをコミュニティーに見せよう。
pt: Mostre à comunidade o que você acha importante curtindo os seus conteúdos favoritos.
vi: Thể hiện cho cộng đồng biết bạn nghĩ gì là quan trọng bằng cách kết nối nội dung ưa thích của bạn.
zh_hant_tw: 對你的最愛內容點選「喜歡」，讓社群成員知道什麼對你來說很重要。

# NoLikersTitle
source: NOBODY LIKES THIS...YET!
es: A NADIE LE GUSTA ESTO... ¡TODAVÍA!
fr: PERSONNE N'AIME CECI... POUR L'INSTANT !
ja: 誰も「いいね」していません...今はまだ！
pt: NINGUÉM CURTIU ISTO...AINDA!
vi: CHƯA AI THÍCH NỘI DUNG NÀY!
zh_hant_tw: 目前還沒有人喜歡這個！

# ProfileNoFollowersTitle
source: BE THE FIRST TO FOLLOW THIS USER
de: SEI DER ERSTE, DER DIESEM BENUTZER FOLGT
es: SÉ EL PRIMERO EN SEGUIR A ESTE USUARIO
fr: SOYEZ LE PREMIER À SUIVRE CET UTILISATEUR
ja: このユーザー最初のフォロワーになりましょう
pt: SEJA O PRIMEIRO A SEGUIR ESTE USUÁRIO
vi: HÃY LÀ NGƯỜI ĐẦU TIÊN THEO DÕI NGƯỜI DÙNG NÀY
zh_hant_tw: 成為第一個追蹤此使用者的人

# ProfileNoFollowersMessage
source: Build your community by following other users. You'll be alerted when they post new content.
de: Baue deine Gemeinschaft auf, indem du anderen Nutzern folgst. Du wirst dann benachrichtigt, wenn sie neue Inhalte veröffentlichen.
es: Construye tu propia comunidad siguiendo a otros usuarios. Se te avisará cuando publiquen nuevos contenidos.
fr: Établissez votre communauté en suivant d'autres utilisateurs. Vous serez alerté(e) lors de la publication de nouveau contenu.
ja: 他のユーザーをフォローしてコミュニティを形成しましょう。その人が新しいコンテンツを投稿すると通知を受け取れます。
pt: Crie a sua comunidade seguindo outros usuários. Você receberá um alerta quando eles postarem conteúdos novos.
vi: Xây dựng cộng đồng của bạn bằng cách theo dõi những người dùng khác. Bạn sẽ được thông báo khi họ đăng nội dung mới.
zh_hant_tw: 追蹤其他使用者，以建立你的社群。他們發佈新內容時，你將收到通知。

# ProfileNotFollowingTitle
source: UH-OH! THIS PERSON ISN'T FOLLOWING ANYONE YET
de: OH JE! DIESE PERSON FOLGT NOCH NIEMANDEM
es: ¡UH-OH! ESTA PERSONA TODAVÍA NO SIGUE A ALGUIEN
fr: OH OH ! CET UTILISATEUR NE SUIT ENCORE PERSONNE
ja: あれっ！ この人はまだ誰もフォローしてません
pt: OH-OH! ESTA PESSOA AINDA NÃO ESTÁ SEGUINDO NINGUÉM
vi: Ồ! NGƯỜI NÀY CHƯA THEO DÕI AI
zh_hant_tw: 噢哦！這個人還沒有追蹤任何人

# ProfileNotFollowingMessage
source: Create a community by following other users and encouraging them to follow you.
de: Baue eine Gemeinschaft, indem du anderen Nutzern folgst und sie ermunterst, dir zu folgen.
es: Crea una comunidad siguiendo a otros usuarios e invítalos a seguirte.
fr: Créez une communauté en suivant d'autres utilisateurs et en les encourageant à vous suivre.
ja: 他のユーザーをフォローしてコミュニティを作り、彼らにあなたをフォローしてもらいましょう。
pt: Crie uma comunidade seguindo outros usuários e incentivando-os a seguir você.
vi: Tạo một cộng đồng bằng cách theo dõi những người dùng khác và khuyến khích họ theo dõi bạn.
zh_hant_tw: 建立社群的方式是，追蹤其他使用者並鼓勵他們追蹤你。

# SuggestedFollowersNone
source: No Followers
de: Keine Follower
es: No hay seguidores
fr: Aucun abonné
ja: フォロワーなし
pt: Nenhum Seguidor
vi: Không có Người theo dõi
zh_hant_tw: 無追蹤者

# SuggestedFollowersSing
source: %@ Follower
es: %@ seguidor
fr: %@ abonné
ja: %@人のフォロワー
pt: %@ Seguidor
vi: %@ Người theo dõi
zh_hant_tw: %@ 個追蹤者

# SuggestedFollowersPlur
source: %@ Followers
de: %@ Follower
es: %@ seguidores
fr: %@ abonnés
ja: %@人のフォロワー
pt: %@ Seguidores
vi: %@ Người theo dõi
zh_hant_tw: %@ 個追蹤者

# SuggestedFollowersK
source: %@ Followers
de: %@ Follower
es: %@ seguidores
fr: %@ abonnés
ja: %@人のフォロワー
pt: %@ Seguidores
vi: %@ Người theo dõi
zh_hant_tw: %@ 個追蹤者

# NoRepostersTitle
source: BE THE 1st TO REPOST!
de: MACHE DEN 1. REPOST!
es: ¡SÉ EL PRIMERO EN VOLVER A PUBLICAR!
fr: SOYEZ LE PREMIER À REPUBLIER !
ja: 最初に再投稿しちゃいましょう！
pt: SEJA O 1° A REPOSTAR!
vi: HÃY LÀ NGƯỜI ĐĂNG LẠI ĐẦU TIÊN!
zh_hant_tw: 成為第一個轉貼的人！

# NoRepostersMessage
source: Share this content with all of your followers!
de: Teile diesen Inhalt mit all deinen Anhängern!
es: ¡Comparte este contenido con todos tus seguidores!
fr: Partagez ce contenu avec tous vos abonnés !
ja: このコンテンツをあなたのフォロワーたちと共有しましょう！
pt: Compartilhe este conteúdo com todos os seus seguidores!
vi: Hãy chia sẻ nội dung này với tất cả những người theo dõi bạn!
zh_hant_tw: 跟所有追蹤你的人分享這個內容！

# NoGiffersTitle
source: BE THE 1ST TO GIF!
es: ¡SÉ EL PRIMERO EN HACER UN GIF!
fr: SOYEZ LE PREMIER À FAIRE UN GIF !
ja: 最初にGIFにしちゃいましょう！
pt: SEJA O 1º A FAZER UM GIF!
vi: HÃY LÀ NGƯỜI ĐẦU TIÊN TẠO ẢNH ĐỘNG GIF!
zh_hant_tw: 成為第一個製作 GIF 的人！

# NoGiffersMessage
source: Make a GIF by selecting your favorite clip from this video and sharing it with other fans!
es: ¡Haz un GIF seleccionando tu sección favorita de este video y compartiéndolo con otros aficionados!
fr: Faites un GIF en sélectionnant votre clip préféré de la vidéo et partagez-le avec d'autres fans !
ja: この動画のお気に入りの部分を選んでGIFを作成して、他のファンとシェアしよう！
pt: Faça um GIF selecionando o seu clipe favorito deste vídeo e compartilhe-o com outros fãs!
vi: Tạo một ảnh động GIF bằng cách lựa chọn clip ưa thích của bạn từ video này và chia sẻ nó với các fan khác!
zh_hant_tw: 選出這支影片中你最愛的片段，製作一個 GIF，並跟其他粉絲分享！

# NoMemersTitle
source: BE THE 1ST TO MEME!
es: ¡SÉ EL PRIMERO EN HACER UN MEME!
fr: SOYEZ LE PREMIER À FAIRE UN MÈME !
ja: 最初にミームにしちゃいましょう！
pt: SEJA O 1ª A CRIAR UM MEME!
vi: HÃY LÀ NGƯỜI ĐẦU TIÊN VÀO MEME!
zh_hant_tw: 成為第一個製作MEME的人！

# NoMemersMessage
source: Make this content your own by making it into a meme and sharing it with other fans!
es: ¡Haz tuyo este contenido convirtiéndolo en un meme y compartiéndolo con otros aficionados!
fr: Appropriez-vous ce contenu en créant un mème et en le partageant avec d'autres fans !
ja: ミームを作ってこのコンテンツを自分の作品にして他のファンとシェアしよう！
pt: Torne este conteúdo único, transformando-o em um meme e compartilhando-o com outros fãs!
vi: Hãy biến nội dung này thành của bạn bằng cách đưa nó vào meme và chia sẻ nó với các fan khác!
zh_hant_tw: 把內容做成惡搞圖片，並與其他粉絲分享，它就是你獨創的內容！

# UGCSharePollFormat
source: Check out this poll!
de: Sieh dir diese Umfrage an!
es: ¡Mira esta encuesta!
fr: Ce sondage pourrait vous intéresser !
ja: このアンケートを見てみて！
pt: Confira esta enquete!
vi: Hãy xem bình chọn này!
zh_hant_tw: 查看這場投票！

# UGCShareVideoFormat
source: Check out this video!
de: Sieh dir diese Video an!
es: ¡Checa este video!
fr: Cette vidéo pourrait vous intéresser !
ja: この動画を見てみて！
pt: Confira este vídeo!
vi: Hãy kiểm tra video này!
zh_hant_tw: 查看這支影片！

# UGCShareGIFFormat
source: Check out this gif!
de: Sieh dir dieses Geschenk an!
es: ¡Checa este gif!
fr: Découvrez ce cadeau !
ja: このGIFアニメを見てみて！
pt: Confira este gif!
vi: Kiểm tra gif này!
zh_hant_tw: 查看這個 GIF！

# UGCShareImageFormat
source: Check out this photo!
de: Sieh dir dieses Foto an!
es: ¡Mira esta foto!
fr: Cette photo pourrait vous intéresser !
ja: この写真を見てみて！
pt: Confira esta foto!
vi: Kiêm tra ảnh này!
zh_hant_tw: 查看這張照片！

# UGCShareTextFormat
source: Check out this post!
de: Sieh dir diesen Beitrag an!
es: ¡Mira esta publicación!
fr: Découvrez cette publication !
ja: この投稿を見てみて！
pt: Confira esta postagem!
vi: Kiểm tra bài đăng này!
zh_hant_tw: 查看這篇貼文！

# UGCShareLinkFormat
source: Check this out!
es: ¡Chécate esto!
fr: Regardez cela !
ja: これを見てみて！
pt: Dê uma olhada!
vi: Hãy xem cái này!
zh_hant_tw: 快來看看！

# EmailShareSubjectFormat
source: Check out this post from the %@ app!
de: Sieh dir diesen Beitrag von der %@-App an!
es: ¡Mira esta publicación de la app %@!
fr: Découvrez cette publication de l'application %@ !
ja: %@アプリのこの投稿を見てみて！
pt: Confira esta postagem do aplicativo %@!
vi: Hãy xem bài đăng này từ ứng dụng %@!
zh_hant_tw: 快來看看 %@ 應用程式裡的這篇貼文！

# FacebookFailed
source: Could not connect to Facebook.
de: Verbindung zu Facebook konnte nicht hergestellt werden.
es: No pudo conectarse a Facebook.
fr: Échec de connexion à Facebook
ja: Facebookに接続できませんでした。
pt: Não foi possível estabelecer uma conexão com o Facebook.
vi: Không thể kết nối đến Facebook.

# Search people and hashtags
source: Search people or hashtags
de: Nach Personen oder Hashtags suchen
es: Busca personas o hashtags
fr: Rechercher des personnes ou hashtags
ja: 人の名前もしくはハッシュタグで検索
pt: Pesquise pessoas ou hashtags
vi: Tìm kiếm người hoặc tag #
zh_hant_tw: 搜尋使用者或主題標籤

# No People Found In Search Title
source: NO PEOPLE WERE FOUND
de: KEINE LEUTE GEFUNDEN
es: NO SE ENCONTRARON PERSONAS
fr: AUCUN UTILISATEUR TROUVÉ
ja: 該当する人が見つかりませんでした
pt: NENHUMA PESSOA ENCONTRADA
vi: KHÔNG TÌM ĐƯỢC NGƯỜI NÀO
zh_hant_tw: 未找到使用者

# No people found in search
source: Refine your search and try again.
de: Verfeinere deine Suche und versuche es erneut.
es: Filtra la búsqueda y vuelve a intentar.
fr: Affinez votre recherche et réessayez.
ja: 検索内容を調整してもう一度お試しください。
pt: Restrinja sua pesquisa e tente novamente.
vi: Chỉnh lại tìm kiếm của bạn và thử lại.
zh_hant_tw: 修改你的搜尋條件，再試一次。

# No Hashtags Found In Search Title
source: NO TAGS WERE FOUND!
de: KEINE TAGS GEFUNDEN!
es: ¡NO SE ENCONTRARON ETIQUETAS!
fr: AUCUNE ÉTIQUETTE TROUVÉE !
ja: タグが見つかりませんでした！
pt: NENHUMA TAG ENCONTRADA!
vi: KHÔNG TÌM THẤY TAG NÀO!
zh_hant_tw: 未找到任何標籤！

# No hashtags found in search
source: Refine your search and try again.
de: Verfeinere deine Suche und versuche es erneut.
es: Filtra la búsqueda y vuelve a intentar.
fr: Affinez votre recherche et réessayez.
ja: 検索内容を調整してもう一度お試しください。
pt: Restrinja sua pesquisa e tente novamente.
vi: Chỉnh lại tìm kiếm của bạn và thử lại.
zh_hant_tw: 修改你的搜尋條件，再試一次。

source: Search failed.
de: Suche fehlgeschlagen.
es: Error en la búsqueda.
fr: Échec de la recherche.
ja: 検索に失敗しました。
pt: Falha na pesquisa.
vi: Tìm kiếm không thành công.

source: Image download failed.
de: Bild konnte nicht heruntergeladen werden.
es: Error al descargar la imagen.
fr: Échec de téléchargement de l'image.
ja: 画像のダウンロードに失敗しました。
pt: Falha no download da imagem.
vi: Tải hình ảnh về thất bại.
zh_hant_tw: 影像下載失敗。

# TwitterDeniedTitle
source: Could not access your Twitter account
de: Zugriff auf dein Twitter-Konto fehlgeschlagen
es: No pudimos acceder a tu cuenta de Twitter
fr: Échec de l'accès à votre compte Twitter
ja: あなたのTwitterアカウントにアクセスできませんでした
pt: Não foi possível acessar sua conta do Twitter
vi: Không thể truy cập vào tài khoản Twitter của bạn
zh_hant_tw: 無法存取你的 Twitter 帳號

# TwitterDenied
source: Please grant access to your Twitter account in Settings -> Privacy -> Twitter
de: Bitte erlaube Zugriff auf dein Twitter-Konto unter Einstellungen -> Datenschutz -> Twitter
es: Por favor, permite el acceso a tu cuenta de Twitter en Configuración -> Privacidad -> Twitter
fr: Veuillez accorder l'accès à votre compte Twitter depuis Paramètres → Confidentialité → Twitter
ja: [設定] > [プライバシー] > [Twitter]からTwitterアカウントへのアクセスを許可してください
pt: Conceda acesso à sua conta do Twitter em Configurações -Privacidade -> Twitter
vi: Vui lòng cấp quyền truy cập tài khoản Twitter của bạn trong phần Thiết lập -> Bảo mật -> Twitter
zh_hant_tw: 請前往 [設定] -> [隱私] -> [Twitter] 開啟你的 Twitter 帳號存取權限

# TwitterTroubleshooting
source: Please try removing and re-adding your twitter account in settings
de: Twitter-Konto in den Einstellungen entfernen und erneut eintragen.
es: Trata de quitar y volver a añadir tu cuenta de twitter en configuración
fr: Veuillez essayer de supprimer et d'ajouter à nouveau votre compte twitter dans paramètres
ja: 設定メニューであなたのTwitterアカウントの削除と再度追加をお試しください
pt: Tente remover e readicionar sua conta do Twitter em Configurações
vi: Vui lòng thử gỡ bỏ và thêm lại tài khoản twitter của bạn trong phần thiết lập
zh_hant_tw: 請嘗試在 [設定] 中移除並重新新增你的 Twitter 帳號

# CameraRollDeniedTitle
source: Could Not Access Your Photos
de: Zugriff auf deine Fotos fehlgeschlagen
es: No se pudo acceder a las fotos
fr: Impossible d'accéder à vos photos
ja: あなたの写真にアクセスできませんでした
pt: Não Foi Possível Acessar suas Fotos
vi: Không thể Truy cập Ảnh của Bạn

# CameraRollDenied
source: Please grant access to your photos in Settings -> Privacy.
de: Bitte erlaube Zugriff auf deine Fotos unter Einstellungen -> Datenschutz.
es: Por favor, permite el acceso a tus fotos en Configuración -> Privacidad.
fr: Veuillez accorder l'accès à vos photos depuis Paramètres → Confidentialité.
ja: [設定] > [プライバシー]から写真へのアクセスを許可してください
pt: Conceda acesso às suas fotos em Configurações -Privacidade.
vi: Vui lòng cấp quyền truy cập vào ảnh của bạn trong phần Thiết lập -> Bảo mật.
zh_hant_tw: 請前往 [設定] -> [隱私] 開啟你的照片存取權限。

# CameraFailed
source: Unable to start camera
de: Kamera kann nicht gestartet werden
es: No se pudo iniciar la cámara
fr: Échec du lancement de l'appareil photo
ja: カメラを起動できませんでした
pt: Não é possível iniciar a câmera
vi: Không thể khởi động máy ảnh
zh_hant_tw: 無法啟動相機

# CameraSwitchFailed
source: Unable to switch camera mode
de: Wechsel zum Kameramodus nicht möglich
es: No se puede cambiar al modo de cámara
fr: Échec de basculement vers l'appareil-photo
ja: カメラモードを切り替えることができませんでした
pt: Não é possível mudar o modo da câmera
vi: Không thể chuyển đổi chế độ máy ảnh

source: Camera
es: Cámara
fr: Appareil photo
ja: カメラ
pt: Câmera
vi: Máy ảnh
zh_hant_tw: 相機

source: Search
es: Buscar
fr: Rechercher
ja: 検索する
pt: Busca
vi: Tìm kiếm
zh_hant_tw: 搜尋

source: Gallery
es: Galería
fr: Galerie
ja: ギャラリー
pt: Galeria
vi: Thư viện ảnh
zh_hant_tw: 圖庫

# StillCaptureFailed
source: Unable to take picture
de: Bild konnte nicht aufgenommen werden
es: No se pudo tomar la foto
fr: Échec de la prise de photo
ja: 写真を撮影できませんでした
pt: Não é possível tirar foto
vi: Không thể chụp ảnh

# VideoCaptureFailed
source: Unable to record video
de: Video kann nicht aufgenommen werden
es: No se pudo grabar el video
fr: Échec de l'enregistrement de la vidéo
ja: 動画を撮影できませんでした
pt: Não é possível gravar vídeo
vi: Không thể quay video
zh_hant_tw: 無法錄製影片

# VideoSaveFailed
source: Unable to save video
de: Video kann nicht gespeichert werden
es: No se pudo guardar el video
fr: Échec de la sauvegarde de la vidéo
ja: 動画を保存できませんでした
pt: Não é possível salvar o vídeo
vi: Không thể lưu video
zh_hant_tw: 無法儲存影片

# VideoCoachMessage
source: Press and hold to record
de: Für Aufnahme drücken und gedrückt halten.
es: Para grabar, presiona y mantén
fr: Appuyez et maintenez enfoncé pour enregistrer
ja: 長押しで録画開始
pt: Pressione e segure para gravar
vi: Ấn và giữ để ghi
zh_hant_tw: 長按以開始錄製

# LibraryCaptureFailed
source: Unable to access item in library
es: No fue posible acceder al artículo en la biblioteca
fr: Impossible d’accéder à l'objet dans votre bibliothèque
ja: ライブラリのアイテムにアクセスできません
pt: Não foi possível acessar o item na biblioteca
vi: Không thể truy cập vào mục trong thư viện
zh_hant_tw: 無法存取媒體櫃內的項目

# NoTwitterTitle
source: Can't find a Twitter account!
de: Es kann kein Twitter-Konto gefunden werden!
es: ¡No se pudo encontrar una cuenta de Twitter
fr: Aucun compte Twitter trouvé !
ja: Twitterアカウントが見つかりません！
pt: Não é possível encontrar uma conta do Twitter!
vi: Không thể tìm thấy tài khoản Twitter!
zh_hant_tw: 找不到 Twitter 帳號！

# NoTwitterMessage
source: Please open your device settings and add a new Twitter account
de: Bitte öffne deine Geräteeinstellungen und füge ein neues Twitter-Konto hinzu
es: Por favor, abre tu configuración y añade una nueva cuenta de Twitter
fr: Veuillez ouvrir les paramètres de votre appareil et ajouter un nouveau compte Twitter
ja: デバイス設定を開いて、新しいTwitterアカウントを追加してください。
pt: Abra as configurações do seu dispositivo e adicione uma nova conta do Twitter
vi: Vui lòng mở thiết lập thiết bị của bạn và thêm một tải khoản Twitter mới
zh_hant_tw: 請開啟你的裝置設定，新增 Twitter 帳號

# SelectTwitter
source: Select a twitter account
de: Wähle ein Twitter-Konto aus
es: Elije una cuenta de Twitter
fr: Sélectionnez un compte Twitter
ja: Twitterアカウントを選択してください
pt: Selecione uma conta do Twitter
vi: Lựa chọn một tài khoản twitter
zh_hant_tw: 選取 Twitter 帳號

# HelpNeeded
source: I need help with...
de: Ich brauche Hilfe bei...
es: Necesito ayuda...
fr: J'ai besoin d'aide avec...
ja: ヘルプの欲しい内容…
pt: Preciso de ajuda com...
vi: Tôi cần hỗ trợ với...

source: Report Inappropriate
de: Bericht unangebracht
es: Reportar como inadecuado
fr: Rapport inapproprié
ja: 不適切な内容を報告
pt: Denunciar como Impróprio
vi: Báo cáo Không phù hợp
zh_hant_tw: 回報不當情形

# ReportedTitle
source: Got It!
de: Fertig!
es: ¡Lo tienes!
fr: J'ai compris !
ja: 了解！
pt: Tudo certo!
vi: Đã Hiểu!
zh_hant_tw: 收到！

# ReportContentMessage
source: We will review this content within 24 hours.
de: Wir werden diesen Inhalt binnen 24 Stunden überprüfen.
es: Vamos a revisar este contenido en 24 horas.
fr: Nous examinerons ce contenu dans les 24 heures.
ja: このコンテンツは24時間以内に審査されます。
pt: Faremos a revisão deste conteúdo no prazo de 24 horas.
vi: Chúng tôi sẽ xem xét lại nội dung này trong vòng 24 giờ.
zh_hant_tw: 我們將在 24 小時內審查此內容。

# ReportCommentMessage
source: We will review this content within 24 hours.
de: Wir werden diesen Inhalt binnen 24 Stunden überprüfen.
es: Vamos a revisar este contenido en 24 horas.
fr: Nous examinerons ce contenu dans les 24 heures.
ja: このコンテンツは24時間以内に審査されます。
pt: Faremos a revisão deste conteúdo no prazo de 24 horas.
vi: Chúng tôi sẽ xem xét nội dung này trong vòng 24 giờ.
zh_hant_tw: 我們將在 24 小時內審查此內容。
